{
    "account_suspended": "La cuenta ha sido suspendida o desactivada",
    "achievement_agi": "Inteligencia Artificial General",
    "achievement_agi_desc": "Desbloquea la IAG",
    "achievement_aspirant_dev": "Desarrollo front-end",
    "achievement_aspirant_dev_desc": "Desbloquea todas las aplicaciones",
    "achievement_coding": "Ascenso del codificador",
    "achievement_coding_desc": "Desbloquea la codificación",
    "achievement_completionist": "Completista",
    "achievement_completionist_desc": "Completar todas las solicitudes",
    "achievement_cpu_bottleneck": "Cuello de botella del procesador",
    "achievement_cpu_bottleneck_desc": "Maximiza un nodo de procesador",
    "achievement_eureka": "Eureka!",
    "achievement_eureka_desc": "Completar el árbol de investigación",
    "achievement_first_upload": "Comienza",
    "achievement_first_upload_desc": "Sube tu primer archivo",
    "achievement_fully_boosted": "¿Mucho P2W?",
    "achievement_fully_boosted_desc": "Ten todos los potenciadores activos a la vez",
    "achievement_fully_optimized": "Desarrollo back-end",
    "achievement_fully_optimized_desc": "Desbloquea todas las optimizaciones",
    "achievement_game_completionist": "Completista del juego",
    "achievement_game_completionist_desc": "Completar todas las solicitudes del juego",
    "achievement_gpu_bottleneck": "Cuello de botella de la GPU",
    "achievement_gpu_bottleneck_desc": "Maximiza un nodo clúster de GPU",
    "achievement_grand_heist": "El gran robo",
    "achievement_grand_heist_desc": "Vulnera 10 bancos con éxito",
    "achievement_hacking": "Ascensión al hackeo",
    "achievement_hacking_desc": "Desbloquea hackeo",
    "achievement_image_completionist": "Completista de imágenes",
    "achievement_image_completionist_desc": "Completar todas las solicitudes de imágenes",
    "achievement_infected": "¿Qué podría salir mal?",
    "achievement_infected_desc": "Subir un archivo infectado",
    "achievement_its_a_feature": "Es una característica",
    "achievement_out_of_memory": "Sin memoria",
    "achievement_out_of_memory_desc": "Alcanza la capacidad máxima del nodo",
    "achievement_program_completionist_desc": "Completar todas las solicitudes del programa",
    "achievement_quarantined": "Protocolo de contención",
    "achievement_quarantined_desc": "Eliminar virus de un archivo infectado",
    "achievement_reborn": "Viajero universal",
    "achievement_reborn_desc": "Entrar al portal",
    "achievement_redownloaded": "Sanador de datos",
    "achievement_redownloaded_desc": "Arregla un archivo corrupto",
    "achievement_serial_breacher": "Intruso en serie",
    "achievement_sound_completionist_desc": "Completar todas las solicitudes de sonido",
    "achievement_text_completionist_desc": "Completar todas las solicitudes de texto",
    "achievement_trojan_desc": "Subir un archivo con un troyano",
    "achievement_variety_downloader": "Descargador de variedad",
    "achievement_variety_downloader_desc": "Descargar todos los tipos de archivos simultáneamente",
    "achievement_video_completionist_desc": "Completar todas las solicitudes de vídeo",
    "achievement_wasted_effort": "Esfuerzo desperdiciado",
    "achievement_wasted_effort_desc": "Comprime un archivo mejorado o viceversa",
    "action_add": "Agregar",
    "action_add_core": "Agregar núcleo",
    "action_add_gpu": "Agregar GPU",
    "action_add_threat": "Aumentar la amenaza",
    "action_cancel": "Cancelar",
    "action_claim": "Reclamar",
    "action_close": "Cerrar",
    "action_collect": "Recolectar",
    "action_confirm": "Confirmar",
    "action_enter": "Entrar",
    "action_export": "Exportar",
    "action_import": "Importar",
    "action_install": "Instalar",
    "action_open": "Abrir",
    "action_optimize": "Optimizar",
    "action_purchase": "Compra",
    "action_reduce_threat": "Reducir la amenaza",
    "action_research": "Investigación",
    "action_save": "Guardar",
    "action_sell": "Vender",
    "action_tier_up": "Mejorar",
    "action_upgrade": "Actualizar",
    "action_watch": "Mirar",
    "active": "Activo",
    "application_points": "Puntos de aplicación",
    "august_12_2036": "Agosto 12, 2036",
    "boost_bandwidth": "Secuestro de DNS",
    "boost_bandwidth_desc": "Duplica la velocidad de descarga y carga durante 10 minutos",
    "boost_clock": "Overclock",
    "boost_clock_desc": "Duplica la velocidad del reloj durante 10 minutos",
    "boost_code_speed": "Hilo dividido",
    "boost_code_speed_desc": "Duplica la velocidad de codificación durante 10 minutos",
    "boost_gpu": "Sobrecalentar",
    "boost_gpu_desc": "Duplica la velocidad de la GPU durante 10 minutos",
    "boost_hack_power_desc": "Duplica el poder de hackeo durante 10 minutos",
    "boost_money": "Impresora de dinero",
    "boost_money_desc": "Duplica todos los ingresos durante 10 minutos",
    "boost_research": "Investigación minuciosa",
    "boost_research_desc": "Duplica la velocidad de investigación durante 10 minutos",
    "breach_bank_failed": "Brecha bancaria fallida",
    "breach_bank_success": "Brecha bancaria completada",
    "breach_speed": "Velocidad de brechas",
    "breached": "Brechas",
    "bug": "Bug",
    "build_limit_reached": "Error: Se alcanzó el límite de nodos",
    "burn_rate": "Tasa de quemado",
    "claimed": "Reclamado",
    "code_expired": "Código expirado",
    "code_invalid": "Código inválido",
    "completed": "Completado",
    "connecting": "Conectando",
    "consumption": "Consumo",
    "cost": "Costo",
    "credits": "Creditos",
    "critical": "Crítico",
    "driver": "Controlador",
    "empty": "Vacío",
    "english": "Ingles",
    "error": "Error",
    "exported": "Exportado",
    "firewall": "Firewall",
    "for_now": "Por ahora",
    "free": "Gratis",
    "french": "Frances",
    "german": "Aleman",
    "guide_breach": "Brecha",
    "guide_breach_desc": "La Brecha te permite infiltrarte y comprometer diversas entidades para obtener valiosos botines.\n\n[h]Brecha[/h]\n[l]Iniciar un Ataque:[/l] Acumula y envía un Daño de Carga Útil usando Poder de Hackeo.\n[l]Temporizador:[/l] Atacar a un objetivo lo alertará, iniciando una cuenta regresiva.\n\nSi logras abrir una brecha en el objetivo antes de que se acabe el tiempo, recibirás recompensas. Si el tiempo se agota antes de que se complete la brecha, fallarás y el objetivo se recuperará del ataque.\nAbrir una brecha en un objetivo también aumenta su Nivel de Amenaza máximo. Un nivel de amenaza más alto significa que el objetivo será más difícil de abrir en el futuro, pero también ofrecerá recompensas exponencialmente mayores.\n\n[h]Progresión[/h]\n[l]Subir de Nivel:[/l] Obtener Experiencia de Hackeo te permite subir de nivel tu Poder de Hackeo.\n[l]Puntos de Hackeo:[/l] Subir de Nivel también te recompensa con Puntos de Hackeo. Estos Puedes gastar puntos para mejorar tus habilidades de piratería.\n[l]Habilidades de Hackeo:[/l] Las Habilidades de Hackeo te permiten añadir más Nodos de Hackeo. Estos se comparten entre otros Nodos de Hackeo.\n\n[h]Objetivos y Recompensas[/h]\n[l]Anónimo:[/l] Te recompensa con Experiencia de Hackeo.\n[l]Corporaciones:[/l] Otorga Datos Corporativos.\n[l]Gobierno:[/l] Otorga Información Gubernamental.\n\n[h]Violación Bancaria[/h]\n[l]Recompensas de Tokens:[/l] Violar un Banco con éxito te recompensa con Tokens.\n[l]Amenaza Persistente:[/l] El nivel de amenaza del Banco no se puede cambiar y no se reinicia, incluso después de entrar al Portal.",
    "guide_connections": "Conexiones",
    "guide_connections_desc": "Las conexiones son enlaces que gestionan el flujo de recursos entre nodos. Se establecen vinculando la salida de un nodo con las entradas de otros nodos.\n\n[h]Creación de conexiones[/h]\nPara crear una conexión, simplemente arrastre desde un conector de salida a un conector de entrada. Para eliminar una conexión, arrastre una entrada que esté conectada actualmente.\n\n[h]Reglas de conexión[/h]\n[l]Salidas:[/l] Una salida puede distribuir sus recursos a múltiples entradas.\n[l]Entradas:[/l] Una entrada solo puede recibir recursos de una única salida.\n[l]Forma y color:[/l] Para que una conexión sea válida, los conectores de salida y entrada deben tener la misma forma y color.\n[l]Conectores blancos:[/l] Los conectores blancos son universales. Pueden aceptar una conexión de cualquier color de conector, siempre que la forma coincida.\n[l]Requisitos específicos:[/l] Tenga en cuenta que algunas entradas tienen requisitos de recursos específicos. Incluso si la forma y el color de los conectores coinciden, la entrada solo puede aceptar un tipo particular de recurso.",
    "guide_file_modifiers_analyzed": " Analizado: Aumenta la velocidad de investigación en 2x",
    "guide_file_modifiers_compressed": " Comprimido: Reduce el tamaño a la mitad",
    "guide_file_modifiers_distilled": "Destilado: aumenta el rendimiento neuronal en 2x",
    "guide_file_modifiers_enhanced": " Mejorado: aumenta la calidad y el tamaño al doble",
    "guide_file_modifiers_infected": " Infectado: Reduce el valor en 4x",
    "guide_file_modifiers_refined": " Refinado: Aumenta el rendimiento de la investigación en 2x",
    "guide_file_modifiers_scanned": " Escaneado: Aumenta el valor en 4x",
    "guide_file_modifiers_validated": " Validado: Aumenta el valor en 4x",
    "guide_files": "Archivos",
    "guide_files_desc": "Los archivos son un tipo de recurso dentro del sistema, identificables por su forma de conector cuadrado. Vienen en diferentes formatos, cada uno con un valor y tamaño distintos.\n\n[h]Características[/h]\n[l]Valor:[/l] Cada formato tiene su propio valor base, que determina la cantidad de Dinero que se otorga al subir.\n[l]Tamaño:[/l] Cada formato también tiene su propio tamaño en bits.\n[l]Calidad:[/l] Los archivos ganan calidad al someterse a ciertos procesos. Cada calidad multiplica el valor del archivo y otros resultados.\n\n[h]Procesos y Modificaciones[/h]\nLos archivos no son estáticos; pueden someterse a varios procesos para modificar sus características, como el valor, el tamaño y la calidad. Cualquier modificación realizada en un archivo se indica visualmente mediante símbolos que se muestran junto a su nombre.\n",
    "guide_nodes": "Nodos",
    "guide_nodes_desc": "Los nodos son ventanas interactivas que se pueden colocar en el escritorio. Cada nodo representa un componente o proceso específico del sistema.\n\n[h]Funcionalidad[/h]\nLos nodos cumplen dos funciones principales:\n[l]Generación de recursos:[/l] Algunos nodos producen nuevos recursos.\n[l]Transformación de recursos:[/l] Otros nodos toman recursos como entrada y los transforman en diferentes recursos de salida.\n\n[h]Ejemplo[/h]\nUn nodo de red proporciona velocidad de descarga, que puede conectarse a un nodo de descarga para generar un archivo. Un escáner de archivos puede escanearlo, generando un archivo escaneado con mayor valor.\n\n[h]Límites[/h]\nAlgunos tipos de nodos tienen un límite en la cantidad de nodos que pueden estar activos simultáneamente.\nOtros tipos de nodos se pueden colocar sin restricciones.\n\n[h]Añadir nodos[/h]\nPuede añadir nuevos nodos al escritorio pulsando el botón situado en la parte inferior central de la pantalla.",
    "guide_portal": "Portal",
    "guide_rest_time": "Tiempo fuera",
    "guide_rest_time_desc": "El Tiempo fuera es una mecánica que te permite acelerar tu progreso en el juego aprovechando el tiempo que pasas desconectado.\n\n[h]Cómo funciona[/h]\n[l]Acumulación:[/l] Por cada 72 segundos que estés desconectado, obtienes 1 segundo de Tiempo de Descanso.\n[l]Activación:[/l] Al volver al juego, puedes activar tu Tiempo de Descanso acumulado.\n[l]Efecto:[/l] Mientras el Tiempo de Descanso esté activo, la velocidad de simulación del juego aumenta 5 veces.\n[l]Almacenamiento:[/l] Puedes almacenar un máximo de 600 segundos de Tiempo de Descanso.\n\n[h]Mejoras[/h]\nEl sistema de Tiempo de Descanso se puede mejorar mediante ventajas, como mayor almacenamiento o acumulación.",
    "guide_tokens": "Tokens",
    "guide_tokens_desc": "Los tokens son una moneda especial muy escasa.\n\n[h]Usos[/h]\n[l]Ventajas:[/l] Ofrecen mejoras permanentes, ya sea mejorando tu rendimiento o desbloqueando nuevos nodos.\n[l]Mejoras:[/l] Proporcionan una ventaja a corto plazo.\n[l]Servicios:[/l] Permiten revertir decisiones específicas, como la devolución de Puntos de Hack.\n\n[h]Adquisición[/h]\n[l]Recolectar Apariciones:[/l] Los tokens aparecen periódicamente en el escritorio.\n[l]Completar Logros:[/l] Desbloquear logros te recompensará con tokens.\n[l]Completar Solicitudes de Carga:[/l] Completar solicitudes de carga es otra forma de ganar tokens.\n[l]Compras Dentro de la Aplicación:[/l] Los tokens también se pueden adquirir mediante compras dentro de la aplicación.",
    "guide_window_agi": "Genera potencia de IA según el recuento de neuronas más bajo insertado.",
    "guide_window_analyzer": "Preanaliza los archivos usando la velocidad del reloj, agregando el modificador preanalizado y reduciendo al doble el tiempo que lleva investigarlo en un laboratorio de datos.\nLa cantidad de ciclos (C) necesarios se basa en el doble del tamaño del archivo.",
    "guide_window_antivirus_pro": "Analiza y elimina virus de archivos usando la velocidad de reloj, añadiendo el modificador \"scanned\" y multiplicando su valor por 4.\nLa cantidad de ciclos (C) requeridos es igual al tamaño del archivo.",
    "guide_window_breach_bank": "Objetivo de la brecha. Inflige cualquier daño para intentar abrir una brecha en los bancos durante el tiempo límite. Si tienes éxito, recibirás fichas y aumentarás su nivel máximo de amenaza permanentemente, lo que aumenta la dificultad. Completar o fallar la brecha provocará el colapso del nodo.",
    "guide_window_breach_corps": "Objetivo de la brecha. Inyecta cualquier daño para intentar vulnerar corporaciones durante el tiempo límite. Si lo logras, recibirás Datos corporativos. Al vulnerar corporaciones con su nivel de amenaza máximo, también aumentará su nivel de amenaza máximo, lo que aumentará la dificultad y las recompensas.",
    "guide_window_breach_government": "Objetivo de la brecha. Inyecta cualquier daño para intentar violar el gobierno durante el tiempo límite. Si lo logras, recibirás información del gobierno. Violar el gobierno con éxito en su nivel de amenaza máximo también aumentará dicho nivel, lo que aumentará la dificultad y las recompensas.",
    "guide_window_build": "Construye un proyecto a partir del código insertado. La construcción del proyecto mejora según la calidad del código. Al completar proyectos, obtendrás mejoras únicas.",
    "guide_window_code_application": "Crea un Código de Aplicación a través de las variables requeridas: Array[String], Array[BigInt].",
    "guide_window_code_array": "Codifica un array de la variable insertada.",
    "guide_window_code_bugfix": "Crea un Código de Corrección de Errores a través de las variables requeridas: bool, int.",
    "guide_window_code_driver": "Crea un Código de Controlador a través de las variables requeridas: HashMap[Decimal], HashMap[Vector].",
    "guide_window_code_hashmap": "Codifica un hashmap del array insertado usando una array de string",
    "guide_window_code_optimization": "Realiza un Código de Optimización a través de variables requeridas: BitFlag, Vector.",
    "guide_window_code_variable": "Codifica una variable de tipo primitivo utilizando la velocidad de codificación.",
    "guide_window_coder": "Proporciona velocidad de codificion según su nivel de contribución. El nivel de contribución se puede actualizar insertando Contribución.",
    "guide_window_compiler": "Crea archivos de programa a partir de textos usando la velocidad del reloj. Los programas resultantes heredan modificadores de los textos usados.\nLa cantidad de ciclos (C) necesarios se basa en el doble del tamaño del programa.",
    "guide_window_data_lab": "Consume archivos para generar investigaciones, la cantidad y el tipo de salida están determinados por el formato y la calidad del archivo entrante, opera a una tasa de consumo de archivos por segundo establecida que se puede actualizar con dinero para aumentar la velocidad de procesamiento.",
    "guide_window_decompiler": "Descompila archivos de programa usando la velocidad de reloj, generando archivos de texto de 2m.\nLa cantidad de ciclos (C) requeridos es igual al doble del tamaño del programa.",
    "guide_window_decomposer": "Descompone archivos de vídeo utilizando la velocidad de reloj, generando archivos de imagen de 20k.\nLa cantidad de ciclos (C) necesarios es igual al doble del tamaño del vídeo.",
    "guide_window_distillator": "Destila archivos usando la velocidad de la GPU y añade el modificador \"destilado\", que duplica el rendimiento neuronal durante el entrenamiento.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_drain": "Drena el rendimiento de las computadoras infectadas insertadas, generando Impulsos de componentes.",
    "guide_window_encompressor": "Mejora y comprime archivos usando la velocidad del reloj, agregando el modificador mejorado y comprimido, aumentando su calidad al doble.\nLa cantidad de ciclos (C) necesarios se basa en 6 veces el tamaño del archivo.",
    "guide_window_execute_injection": "Otorga vulnerabilidad según el poder de hackeo insertado.\nLa vulnerabilidad multiplica el daño recibido por los objetivos de la brecha.",
    "guide_window_game_engine": "Crea archivos de juegos a partir de videos y programas usando la velocidad del reloj. Los juegos resultantes heredan modificadores similares entre los videos y programas usados.\nLa cantidad de ciclos (C) necesarios se basa en el doble del tamaño del juego.",
    "guide_window_gpu_cluster": "Nodo de tipo hardware. Genera múltiples valores de velocidad de GPU según su nivel y recuento de GPU; su nivel se puede actualizar con Dinero para mejorar todo el rendimiento de la GPU, y su número de GPU se puede actualizar con Dinero para aumentar la cantidad de producción. La velocidad de la GPU se mide en hercios (Hz), lo que representa ciclos (C) por segundo, y también se puede aumentar mediante los Impulsos de componentes.",
    "guide_window_hacker": "Proporciona potencia de hackeo según su nivel de hackeo. El nivel de hackeo se puede actualizar insertando Experiencia de hackeo.",
    "guide_window_heat_sink": "Disipa el calor generado por los componentes según su nivel, que se puede actualizar usando Dinero.",
    "guide_window_mine_token": "Mina tokens usando la velocidad de GPU. El requisito del ciclo aumenta exponencialmente por cada Token extraído y no se reinicia al ingresar al Portal.",
    "guide_window_movie_maker": "Crea archivos de video a partir de imágenes y sonidos usando la velocidad de reloj. Los videos resultantes heredan modificadores similares entre las imágenes y los sonidos utilizados.\nLa cantidad de ciclos (C) requeridos se basa en el doble del tamaño del video.",
    "guide_window_movie_renderer": "Crea archivos de video a partir de imágenes y sonidos usando la velocidad de GPU. Los videos heredan modificadores similares entre las imágenes y los sonidos convertidos.\nLa cantidad de ciclos (C) necesarios se basa en el tamaño del vídeo.",
    "guide_window_network": "Nodo de tipo hardware. Genera velocidad de descarga y carga según su nivel, que puede aumentarse con dinero. Su rendimiento puede mejorarse aún más con la función de potenciación de componentes.",
    "guide_window_overclocker": "Permite establecer la cantidad de Overclock deseada que se utilizará en los componentes.",
    "guide_window_processing_seller": "Genera dinero periódicamente según la cantidad de velocidad de reloj insertada.",
    "guide_window_processor": "Nodo de tipo hardware. Genera múltiples valores de velocidad de reloj según su nivel y recuento de núcleos; su nivel se puede actualizar con Dinero para mejorar el rendimiento de todos los núcleos, y su recuento de núcleos se puede actualizar con Dinero para aumentar la cantidad de producción. La velocidad del reloj se mide en hercios (Hz), lo que representa ciclos (C) por segundo, y también se puede aumentar usando los Impulso de componentes.",
    "guide_window_quarantine": "Elimina el modificador \"infectado\" de los archivos mediante la velocidad de reloj, lo que genera un virus según el formato del archivo.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_refiner": "Refina archivos usando la velocidad de reloj, añadiendo el modificador \"refinado\" y duplicando el rendimiento de la investigación.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_ripper": "Extrae archivos de juego usando velocidad de reloj, generando 200 archivos de programa.\nLa cantidad de ciclos (C) requeridos es igual al doble del tamaño del juego.",
    "guide_window_scrapper": "Elimina archivos de juego usando la velocidad de reloj, generando archivos de video de 20k.\nLa cantidad de ciclos (C) requeridos es igual al doble del tamaño del juego.",
    "guide_window_uploader": "Sube archivos usando la Velocidad de Carga a cambio de Dinero, eliminando los archivos en el proceso.",
    "guide_window_variable_combiner": "Combina dos variables primitivas insertadas en una variable avanzada.\r\nBitFlag = bool + int\r\nBigInt = int + int\r\nDecimal = int + float\r\nString = char + char\r\nVector = float + float",
    "guide_window_virus_scanner": "Analiza archivos en busca de virus usando la velocidad de reloj y añade el modificador \"escaneado\", que multiplica en 4x su valor. Además, tiene un 50 % de probabilidad de estar infectado, lo que reduce su valor en 4x.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "hack_points": "Puntos de hackeo",
    "hardware_multiplier": "Multiplicador de hardware",
    "heat_death_universe": "Muerte térmica del universo",
    "hold_to_skip": "Mantener pulsado para saltar",
    "indonesian": "Indonesio",
    "initializing": "Inicializando",
    "input_array": "Entrada de array",
    "input_code": "Entrada de codigo",
    "input_currency": "Entrada de dinero",
    "input_damage": "Entrada de daño",
    "input_element": "Entrada de elemento",
    "input_file": "Entrada de archivo",
    "input_variable": "Entrada de variable",
    "insert_coin": "Inserte moneda",
    "invalid_project": "Proyecto inválido",
    "invalid_project_desc": "Ingrese un código válido",
    "invalid_request": "Solicitud no válida",
    "invalid_request_desc": "Insertar un archivo solicitado",
    "italian": "Italiano",
    "japanese": "Japones",
    "korean": "Coreano",
    "labs_os": "Labs OS",
    "level": "Nivel",
    "loading": "Cargando",
    "lv.": "Lv.",
    "max": "Máximo",
    "menu_achievements": "Logros",
    "menu_basics": "Básicos",
    "menu_boosts": "Impulsos",
    "menu_clear": "Limpiar",
    "menu_completed": "Completado",
    "menu_guide": "Guía",
    "menu_in_progress": "En progreso",
    "menu_new_schematic": "Nuevo esquema",
    "menu_nodes": "Nodos",
    "menu_perks": "Mejoras",
    "menu_portal": "Portal",
    "menu_requests": "Solicitudes",
    "menu_resources": "Recursos",
    "menu_rest": "Tiempo fuera",
    "menu_save": "Guardar",
    "menu_services": "Servicios",
    "menu_settings": "Ajustes",
    "menu_shop": "Tienda",
    "menu_stats": "Estadísticas",
    "menu_support": "Apoyo",
    "menu_sync_save": "Sincronizar guardado",
    "menu_sync_save_desc": "Sincroniza tus datos guardados en todos tus dispositivos",
    "menu_sync_save_instructions": "Presione Exportar para recibir un código, o inserte un código para importar",
    "menu_tutorial": "Tutorial",
    "menu_upgrades": "Actualizaciones",
    "menu_watch_ad": "¿Ver anuncio?",
    "menu_watch_ad_desc": "Mira un anuncio rápido y recibe recompensas.",
    "menu_wipe": "Borrar datos",
    "menu_wipe_desc": "¿Quieres restablecer todo tu progreso, incluidos los logros?",
    "mk.": "Mk.",
    "multiplier": "Multiplicador",
    "new_achievement": "Nuevo logro",
    "new_application_point": "Nuevo punto de aplicación",
    "new_code_level": "Nivel de contribución aumento",
    "new_hack_level": "Nivel de hackeo aumento",
    "new_optimization_point": "Nuevo punto de optimización",
    "new_upgrades_available": "Hay nuevas actualizaciones disponibles",
    "new_windows_coding": "Nuevos nodos de codificación disponibles",
    "new_windows_gpu": "Nuevos nodos de GPU disponibles",
    "new_windows_hacking": "Nuevos nodos de hackeo disponibles",
    "new_windows_network": "Nuevos nodos de red disponibles",
    "new_windows_processor": "Nuevos nodos de CPU disponibles",
    "new_windows_research": "Nuevos nodos de investigación disponibles",
    "new_windows_utilities": "Nuevos nodos de utilidad disponibles",
    "no_schematics_saved": "Aún no tienes ningún esquema",
    "nodes_required": "# Nodos",
    "optimization_points": "Puntos de optimización",
    "owned": "Comprado",
    "perk_antivirus_pro": "Antivirus Pro",
    "perk_antivirus_pro_desc": "Desbloquea Antivirus Pro, que escanea y elimina virus de los archivos",
    "perk_auto_collect": "Autocolector",
    "perk_auto_collect_desc": "Desbloquea el Autocolector, que recolecta automáticamente los recursos insertados",
    "perk_automated_crypto_seller": "Vendedor automatizado de criptomonedas",
    "perk_automated_crypto_seller_desc": "Desbloquea el Vendedor automatizado de criptomonedas, que vende monedas a cambio de dinero",
    "perk_cheapskate": "Tacaño",
    "perk_cheapskate_desc": "Reduce los costes de dinero en un 5%",
    "perk_code_specialization": "Especialización en codificación",
    "perk_code_specialization_desc": "Incrementa la velocidad de codificación en un 20% de forma multiplicativa",
    "perk_download_manager": "Administrador de descargas",
    "perk_download_manager_desc": "Desbloquea el Administrador de descargas, lo que permite descargar todos los archivos con proporciones específicas",
    "perk_groups": "Grupo de nodos",
    "perk_groups_desc": "Desbloquea el Grupo de nodos, lo que permite agrupar los nodos y moverlos juntos",
    "perk_hack_specialization": "Especialización en hackeo",
    "perk_hack_specialization_desc": "Incrementa multiplicativamente el poder de hackeo en un 20%",
    "perk_ide": "IDE",
    "perk_max_rest_time": "Caché de tiempo",
    "perk_max_rest_time_desc": "Aumenta la capacidad del Tiempo fuera en 30 segundos",
    "perk_mine_tether": "Minería de Tether",
    "perk_mine_tether_desc": "Desbloquea la minería de Tether, una moneda estable que se convierte automáticamente en dinero",
    "perk_network_limiter": "Limitador de red",
    "perk_network_limiter_desc": "Desbloquea el limitador de red, lo que permite dividir la descarga y la carga en diferentes proporciones",
    "perk_plus_laboratory": "Investigación exhaustiva",
    "perk_plus_laboratory_desc": "Aumenta el límite de nodos del Laboratorio de Datos en 1",
    "perk_plus_network": "Dualidad de red",
    "perk_plus_network_desc": "Aumenta el límite de la red de nodos en 1",
    "perk_system_upgrade": "Actualización del sistema",
    "perk_system_upgrade_desc": "Incrementa el rendimiento del sistema en un 20% de forma multiplicativa",
    "perk_thread_manager": "Administrador de hilos",
    "perk_thread_manager_desc": "Desbloquea el Administrador de subprocesos, lo que permite dividir la velocidad del reloj en diferentes proporciones",
    "perk_token_multiplier": "Suerte",
    "perk_token_multiplier_desc": "Aumenta la obtención de fichas por aparición aleatoria en 1",
    "placement_error": "No se pudo colocar uno o más nodos",
    "points": "Puntos",
    "polish": "Polaco",
    "portuguese": "Portugues",
    "premium_chronomancer": "Generador de tiempo",
    "premium_daily_tokens": "Tokens diarios",
    "premium_permanent_boost": "Impulsos permanentes",
    "premium_token_pack": "Paquete de tokens",
    "progress": "Progreso",
    "quality": "Calidad",
    "queue": "Cola",
    "quit": "Salir",
    "ratio": "Proporcion",
    "ready": "Listo",
    "request_completed": "Solicitud completada",
    "research": "Investigación",
    "research_agi": "Inteligencia Artificial General",
    "research_agi_desc": "Desbloquea una IAG que puede aumentar la productividad en función de su recuento de neuronas",
    "research_ai": "Inteligencia artificial",
    "research_ai_games": "Simulación procedimental",
    "research_ai_games_desc": "Desbloquea el acceso a la creación de juegos",
    "research_ai_images": "Difusión",
    "research_ai_images_desc": "Desbloquea el acceso a la generación de imágenes",
    "research_ai_programs": "Sintetización de programas",
    "research_ai_programs_desc": "Desbloquea el acceso a la generación de programas",
    "research_ai_sounds_desc": "Desbloquea el acceso a la generación de sonido",
    "research_ai_texts": "Modelo de lenguaje grande",
    "research_ai_texts_desc": "Desbloquea el acceso a la generación de texto",
    "research_ai_videos": "Transformador de vídeo",
    "research_ai_videos_desc": "Desbloquea el acceso a la generación de vídeo",
    "research_analysis": "Preanálisis",
    "research_analysis_desc": "Desbloquea el Pre-analizador, que pre-analiza los archivos para aumentar la velocidad de investigación",
    "research_applications": "Aplicaciones",
    "research_applications_desc": "Desbloquea el acceso a Arrays y a la codificación de aplicaciones",
    "research_bitcoin": "Minería de Bitcoin",
    "research_bitcoin_desc": "Desbloquea la capacidad de minar Bitcoin, una moneda con volatilidad media",
    "research_code_optimization": "Optimización de código",
    "research_code_optimization_desc": "Desbloquea el acceso a optimizaciones de código, lo que optimiza el código para aumentar su valor",
    "research_coding": "Codificación",
    "research_coding_desc": "Desbloquea el acceso a la codificación",
    "research_compression_level2": "Doble compresión",
    "research_compression_level3": "Triple compresión",
    "research_compression_level_desc": "Aumenta la cantidad maxima de compresiones en los archivos en 1",
    "research_cooling": "Enfriamiento",
    "research_cooling_desc": "Desbloquea el disipador de calor, lo que permite disipar el calor producido por el overclocking",
    "research_debugging": "Depuración",
    "research_debugging_desc": "Desbloquea el acceso a la depuración, que prueba el código para detectar errores o fallos",
    "research_distillation": "Destilación de datos",
    "research_distillation_desc": "Desbloquea el Destilador, que destila datos de archivos para mejorar la producción de neuronas",
    "research_drivers": "Controladores",
    "research_drivers_desc": "Desbloquea el acceso a HashMaps y a la codificación de controladores",
    "research_ethereum": "Minería de Ethereum",
    "research_ethereum_desc": "Desbloquea la capacidad de minar Ethereum, una moneda con alta volatilidad",
    "research_ghost_attack": "Ataque fantasma",
    "research_ghost_attack_desc": "Desbloquea la habilidad Ataque Fantasma, lo que permite que cualquier ataque ignore el Cortafuegos",
    "research_hacking": "Hackeo",
    "research_hacking_desc": "Desbloquea el acceso a los hackeos",
    "research_infection_damage": "Daños por infección",
    "research_infection_damage_desc": "Desbloquea la capacidad de generar daño por infección",
    "research_injection": "Inyección",
    "research_injection_desc": "Desbloquea la habilidad Exponer Debilidad, que provoca que los objetivos vulnerables reciban más daño según su Poder de Hackeo",
    "research_network_exchanger": "Intercambiador de red",
    "research_network_exchanger_desc": "Convierte la velocidad de subida en velocidad de descarga y la velocidad de descarga en velocidad de subida",
    "research_network_merging": "Fusión de redes",
    "research_network_merging_desc": "Desbloquea la combinación de velocidades de descarga y subida, permitiendo combinar ambas velocidades en una sola",
    "research_optimizations": "Optimizaciones",
    "research_optimizations_desc": "Desbloquea el acceso a combinaciones de variables, codificación de optimizaciones y construcción",
    "research_overclocking": "Overclocking",
    "research_overclocking_desc": "Desbloquea la capacidad de hacer overclock en los componentes, lo que aumenta el rendimiento",
    "research_portal": "Portal",
    "research_refinement": "Refinamiento de datos",
    "research_refinement_desc": "Desbloquea el Refinador de datos, que refina los archivos para aumentar el valor de la investigación",
    "research_research": "Investigación",
    "research_synchronizer": "Paralelismo",
    "research_synchronizer_desc": "Desbloquea el Sincronizador de nodos, lo que permite que los núcleos de CPU y las GPU funcionen de manera sincrónica",
    "research_token_mining": "Minería de tokens",
    "research_token_mining_desc": "Desbloquea la capacidad de minar tokens",
    "research_trojan": "Troyanos",
    "resource_ai": "Poder de la IA",
    "resource_ai_desc": "Aumenta la producción; obtenido de las neuronas.",
    "resource_array_bigint": "Array[BigInt]",
    "resource_array_bigint_desc": "Variable de array producida a partir de una colección de BigInt.",
    "resource_array_bitflag": "Array[BitFlag]",
    "resource_array_bitflag_desc": "Variable de array producida a partir de una colección de BitFlag.",
    "resource_array_bool": "Array[bool]",
    "resource_array_bool_desc": "Variable de array producida a partir de una colección de bool.",
    "resource_array_char": "Array[char]",
    "resource_array_char_desc": "Variable de array producida a partir de una colección de char.",
    "resource_array_decimal": "Array[Decimal]",
    "resource_array_decimal_desc": "Variable de array producida a partir de una colección de Decimal.",
    "resource_array_float": "Array[float]",
    "resource_array_float_desc": "Variable de array producida a partir de una colección de float.",
    "resource_array_int": "Array[int]",
    "resource_array_int_desc": "Variable de array producida a partir de una colección de int.",
    "resource_array_string": "Array[String]",
    "resource_array_string_desc": "Variable de array producida a partir de una colección de String.",
    "resource_array_vector": "Array[Vector]",
    "resource_array_vector_desc": "Variable de array producida a partir de una colección de Vector.",
    "resource_bigint": "BigInt",
    "resource_bigint_desc": "Una variable compleja producida a partir de la codificación utilizando int + int.",
    "resource_bitcoin": "Bitcoin",
    "resource_bitflag": "BitFlag",
    "resource_bitflag_desc": "Una variable compleja producida a partir de la codificación utilizando bool + int.",
    "resource_bool": "bool",
    "resource_bool_desc": "Una variable primitiva producida a partir de la codificación.",
    "resource_boost_code": "Impulso de códificacion",
    "resource_boost_code_desc": "Aumente la velocidad del códificacion.",
    "resource_boost_component": "Impulso de componentes",
    "resource_boost_component_desc": "Impulso para componentes de hardware.",
    "resource_boost_hack": "Impulso de hackeo",
    "resource_boost_hack_desc": "Impulso al poder de hackeo.",
    "resource_boost_research": "Impulso de investigación",
    "resource_boost_research_desc": "Impulso a la velocidad de investigación.",
    "resource_char": "char",
    "resource_char_desc": "Una variable primitiva producida a partir de la codificación.",
    "resource_clock_speed": "Velocidad del reloj",
    "resource_clock_speed_desc": "Velocidad del procesador para procesar nodos (hertz).",
    "resource_code_application": "Código de aplicación",
    "resource_code_bugfix": "Código de corrección de errores",
    "resource_code_driver": "Código de controlador",
    "resource_code_optimization": "Código de optimización",
    "resource_code_speed": "Velocidad de codificación",
    "resource_code_speed_desc": "La velocidad variable de codificación escala con el nivel de contribución.",
    "resource_contribution": "Contribución",
    "resource_corporation_data": "Datos corporativos",
    "resource_corporation_data_desc": "Se obtiene con Brechas corporativas y se usa para mejoras en las Brechas.",
    "resource_decimal": "Decimal",
    "resource_decimal_desc": "Una variable compleja producida a partir de la codificación utilizando int + float.",
    "resource_download_speed": "Velocidad de descarga",
    "resource_download_speed_desc": "Velocidad de red para descargas de archivos (bits/seg).",
    "resource_ethereum": "Ethereum",
    "resource_float": "float",
    "resource_float_desc": "Una variable primitiva producida a partir de la codificación.",
    "resource_game": "Juego",
    "resource_government_data": "Información gubernamental",
    "resource_government_data_desc": "Aumenta el nivel de contribución; se obtiene al subir código.",
    "resource_gpu_speed": "Velocidad de la GPU",
    "resource_gpu_speed_desc": "Velocidad de la GPU para procesos en paralelo (hertz).",
    "resource_hack_experience": "Experiencia de hackeo",
    "resource_hack_experience_desc": "Aumenta el nivel de hackeo; se obtiene al completar Brechas anonimas.",
    "resource_hack_power": "Poder de hackeo",
    "resource_hack_power_desc": "La velocidad de las brechas aumenta con el nivel de hackeo.",
    "resource_hashmap_bigint": "HashMap[BigInt]",
    "resource_hashmap_bigint_desc": "Variable HashMap producida a partir de un Array[String] y un Array[BigInt].",
    "resource_hashmap_bitflag": "HashMap[BitFlag]",
    "resource_hashmap_bitflag_desc": "Variable HashMap producida a partir de un Array[String] y un Array[BitFlag].",
    "resource_hashmap_bool": "HashMap[bool]",
    "resource_hashmap_bool_desc": "Variable HashMap producida a partir de un Array[String] y un Array[bool].",
    "resource_hashmap_char": "HashMap[char]",
    "resource_hashmap_char_desc": "Variable HashMap producida a partir de un Array[String] y un Array[char].",
    "resource_hashmap_decimal": "HashMap[Decimal]",
    "resource_hashmap_decimal_desc": "Variable HashMap producida a partir de un Array[String] y un Array[Decimal].",
    "resource_hashmap_float": "HashMap[float]",
    "resource_hashmap_float_desc": "Variable HashMap producida a partir de un Array[String] y un Array[float].",
    "resource_hashmap_int": "HashMap[int]",
    "resource_hashmap_int_desc": "Variable HashMap producida a partir de un Array[String] y un Array[int].",
    "resource_hashmap_string": "HashMap[String]",
    "resource_hashmap_string_desc": "Variable HashMap producida a partir de un Array[String] y un Array[String].",
    "resource_hashmap_vector": "HashMap[Vector]",
    "resource_hashmap_vector_desc": "Variable HashMap producida a partir de un Array[String] y un Array[Vector].",
    "resource_heat": "Calor",
    "resource_heat_desc": "Generado a partir del overclocking.",
    "resource_image": "Imagen",
    "resource_infected_computer": "Computadora infectada",
    "resource_infected_computer_desc": "Se obtiene infiltrando troyanos en ordenadores.",
    "resource_infection_damage": "Daño por infección",
    "resource_int": "int",
    "resource_int_desc": "Una variable primitiva producida a partir de la codificación.",
    "resource_litecoin": "Litecoin",
    "resource_money": "Dinero",
    "resource_money_desc": "Moneda para desbloquear mejoras.",
    "resource_neuron_game": "Neurona de juego",
    "resource_neuron_game_desc": "Producido a partir del entrenamiento de IA en archivos de juego.",
    "resource_neuron_image": "Neurona de imagen",
    "resource_neuron_image_desc": "Producido a partir del entrenamiento de IA en archivos de imagen.",
    "resource_neuron_program": "Neurona de programa",
    "resource_neuron_program_desc": "Producido a partir del entrenamiento de IA en archivos de programa.",
    "resource_neuron_sound": "Neurona de sonido",
    "resource_neuron_sound_desc": "Producido a partir del entrenamiento de IA en archivos de sonido.",
    "resource_neuron_text": "Neurona de texto",
    "resource_neuron_text_desc": "Producido a partir del entrenamiento de IA en archivos de texto.",
    "resource_neuron_video": "Neurona de vídeo",
    "resource_neuron_video_desc": "Producido a partir del entrenamiento de IA en archivos de vídeo.",
    "resource_overclock": "Overclock",
    "resource_overclock_desc": "Configuración utilizada para potenciar componentes.",
    "resource_program": "Programa",
    "resource_research": "Investigación",
    "resource_research_desc": "Moneda para desbloquear tecnologías.",
    "resource_research_power": "Velocidad de investigación",
    "resource_research_power_desc": "Tasa de archivos investigados por segundo.",
    "resource_sound": "Sonido",
    "resource_string": "String",
    "resource_string_desc": "Una variable compleja producida a partir de la codificación utilizando char + char.",
    "resource_text": "Texto",
    "resource_token": "Token",
    "resource_token_desc": "Moneda rara para beneficios, mejoras y servicios únicos.",
    "resource_trojan": "Troyano",
    "resource_trojan_desc": "Se infiltra en las computadoras cuando se inyecta en un archivo; la producción escala con el nivel de hackeo.",
    "resource_upload_speed": "Velocidad de carga",
    "resource_upload_speed_desc": "Velocidad de red para cargar archivos (bits/seg).",
    "resource_vector": "Vector",
    "resource_vector_desc": "Una variable compleja producida a partir de la codificación utilizando float + float.",
    "resource_video": "Video",
    "resource_vulnerability": "Vulnerabilidad",
    "resource_vulnerability_desc": "Aumenta el daño recibido por los objetivos de la brecha; se produce usando el poder de hackeo.",
    "rest_time": "Tiempo fuera",
    "rest_time_desc": "Aumenta la velocidad del tiempo 5 veces. Gana 1 segundo cada 72 segundos sin conexión.",
    "reward": "Premio",
    "schematic_name": "Nombre del esquema",
    "schematic_saved": "Esquema guardado",
    "second_abbreviation": "s",
    "seconds": "Segundos",
    "sell at": "Vender a",
    "sending": "Enviando",
    "server_stats": "Estadísticas del servidor",
    "service_application_reset": "Reinstalar",
    "service_application_reset_desc": "Restablece y reembolsa todos los puntos de aplicación, actualizaciones y nodos",
    "service_hack_reset_desc": "Restablece y reembolsa todos los puntos de hackeo y actualizaciones",
    "service_optimization_reset": "Revisión",
    "service_optimization_reset_desc": "Restablece y reembolsa todos los puntos de optimización y actualizaciones",
    "setting_colorblind_mode": "Modo daltónico",
    "setting_fps_limit": "Límite de FPS",
    "setting_glow": "Brillo",
    "setting_language": "Idioma",
    "setting_mute_bgm": "Silenciar música",
    "setting_mute_nodes": "Silenciar nodos",
    "setting_mute_sfx": "Silenciar efectos de sonido",
    "setting_sync_data": "Sincronizar guardado",
    "setting_ui_scale": "Escala de IU",
    "setting_volume_bgm": "Volumen de la música",
    "setting_volume_nodes": "Volumen de los nodos",
    "setting_volume_sfx": "Volumen de efectos de sonido",
    "setting_wipe_data": "Borrar datos",
    "size": "Tamaño",
    "spanish": "Español",
    "speed": "Velocidad",
    "stats_analyzed": "Archivos preanalizados",
    "stats_bank_breached": "Bancos vulnerados",
    "stats_compressed": "Archivos comprimidos",
    "stats_corporation_breached": "Corporaciones vulneradas",
    "stats_distilled": "Archivos destilados",
    "stats_downloads": "Descargas",
    "stats_elapsed_time": "Tiempo transcurrido",
    "stats_enhanced": "Archivos mejorados",
    "stats_generated": "Archivos generados",
    "stats_government_breached": "Gobiernos vulnerados",
    "stats_max_corporation_data": "Total de datos corporativos",
    "stats_max_government_intel": "Total de Información gubernamental",
    "stats_max_hack_experience": "Experiencia total de hackeo",
    "stats_max_infections": "Infecciones totales",
    "stats_max_money": "Dinero total",
    "stats_max_neurons": "Neuronas totales",
    "stats_max_research": "Total de investigaciones",
    "stats_max_tokens": "Total de tokens",
    "stats_quarantined": "Archivos puestos en cuarentena",
    "stats_reborns": "Portales ingresados",
    "stats_redownloaded": "Archivos descargados nuevamente",
    "stats_refined": "Archivos refinados",
    "stats_researched": "Archivos investigados",
    "stats_scanned": "Archivos escaneados",
    "stats_sessions": "Sesiones",
    "stats_time_played": "Tiempo jugado",
    "stats_uploads": "Cargas",
    "stats_verified": "Archivos verificados",
    "storage_size": "Tamaño de almacenamiento",
    "storage_value": "Valor de almacenamiento",
    "support_level": "Nivel de apoyo",
    "support_us": "¡Apóyanos comprando artículos y ganando insignias!",
    "thank_you": "¡Gracias!",
    "threat": "Amenaza",
    "time": "Tiempo",
    "time_left": "Tiempo restante",
    "tokens_claimed": "Tokens premium reclamados",
    "tokens_mined": "Tokens minados",
    "tokens_stolen": "Tokens robados",
    "tool_connection_editor_off": "Editor de conexiones desactivado",
    "tool_connection_editor_on": "Editor de conexiones activado",
    "tool_cursor": "Herramienta de cursor",
    "tool_move": "Herramienta de posicionamiento",
    "tool_selection": "Herramienta de selección",
    "traditional_chinese": "Chino Tradicional",
    "tutorial_desc_add_collector": "Agregar un nodo Colector",
    "tutorial_desc_add_uploader": "Presione para posicionar el nodo en su escritorio",
    "tutorial_desc_connect_download": "Coloque el conector en la entrada de Velocidad de Descarga para crear una conexión",
    "tutorial_desc_connect_file": "Conecta tus archivos descargados al Cargador para comenzar a cargarlos",
    "tutorial_desc_connect_money": "Ahora conecta tu salida de Dinero a la entrada del Colector",
    "tutorial_desc_connect_upload": "Ahora conecta tu Velocidad de Carga a tu Cargador",
    "tutorial_desc_delete_bin": "Ahora presione el botón de la papelera en la parte inferior para eliminarlo",
    "tutorial_desc_drag_bin_connector": "Eliminar una conexión arrastrando una entrada",
    "tutorial_desc_drag_download": "Inicie una conexión arrastrando la salida Velocidad de descarga",
    "tutorial_desc_drag_uploader": "Arrastre la parte superior del nodo Cargador para comenzar a moverlo",
    "tutorial_desc_move_uploader": "Mueva el cargador a la ubicación indicada y suéltelo",
    "tutorial_desc_open_menu": "Presione para abrir el menú de la red de nodos",
    "tutorial_desc_open_menu2": "Abre el menú de nodos de utilidades",
    "tutorial_desc_press": "Aprendamos a gestionar su laboratorio en esta breve introducción",
    "tutorial_desc_press2": "Las conexiones van de izquierda a derecha. Las salidas envían recursos, mientras que las entradas los reciben",
    "tutorial_desc_press3": "Ahora agreguemos un nodo para cargar los archivos descargados",
    "tutorial_desc_press4": "Agreguemos un nodo para recolectar el dinero adquirido al cargar",
    "tutorial_desc_press5": "No necesitarás el nodo de la Papelera por ahora, así que eliminémoslo",
    "tutorial_desc_press6": "¡Eso es todo! Ahora empieza a conseguir algo de dinero para mejorar tu equipo",
    "tutorial_desc_select_bin": "Seleccione el nodo de la Papelera presionando su parte superior",
    "tutorial_desc_select_collector": "Seleccione el nodo Colector",
    "tutorial_desc_select_uploader": "Seleccione el Cargador en la lista de nodos",
    "upgrade_antivirus": "Antivirus",
    "upgrade_antivirus_desc": "Desbloquea el Escáner de virus, que analiza los archivos en busca de virus, lo que aumenta su valor",
    "upgrade_antivirus_plus": "Antivirus+",
    "upgrade_antivirus_plus_desc": "Desbloquea la Cuarentena, que elimina los virus de los archivos para aumentar su valor",
    "upgrade_breach_corporation_layers": "Sabotaje corporativo",
    "upgrade_breach_corporation_layers_desc": "Reduce multiplicativamente las capas de defensa de la corporación en un 10%",
    "upgrade_breach_government_layers": "Sabotaje gubernamental",
    "upgrade_breach_government_layers_desc": "Reduce multiplicativamente las defensas gubernamentales en un 10%",
    "upgrade_breach_research_multiplier": "Espionaje",
    "upgrade_driver": "Controlador",
    "upgrade_driver_desc": "Aumenta el rendimiento de los componentes",
    "upgrade_game_downloader": "Descargador de juegos",
    "upgrade_game_downloader_desc": "Desbloquea el Descargador de juegos",
    "upgrade_gpu": "Unidad de procesamiento de gráficos (GPU)",
    "upgrade_gpu_desc": "Desbloquea la GPU",
    "upgrade_hack_breach_critical_chance": "Oportunidad de daño crítico",
    "upgrade_hack_breach_critical_chance_desc": "Añade un 2% a la probabilidad de generar daño crítico",
    "upgrade_hack_breach_critical_multiplier": "Multiplicador de daño crítico",
    "upgrade_hack_breach_critical_multiplier_desc": "Aumenta el daño crítico en un 12%",
    "upgrade_hack_infection_damage": "Daño por infección",
    "upgrade_hack_infection_damage_desc": "Aumenta el daño por infección en un 10%",
    "upgrade_hack_infection_specialist": "Especialista en infecciones",
    "upgrade_heat_sink": "Disipador de calor",
    "upgrade_heat_sink_desc": "Aumenta el límite del disipador de calor en 1",
    "upgrade_image_downloader": "Descargador de imágenes",
    "upgrade_image_downloader_desc": "Desbloquea el Descargador de imágenes",
    "upgrade_mining_multiplier": "Valor de las criptomonedas",
    "upgrade_mining_multiplier_desc": "Aumenta multiplicativamente el dinero obtenido de las criptomonedas en un 100 %",
    "upgrade_optimization": "Optimización",
    "upgrade_optimization_analysis": "Preanálisis optimizado",
    "upgrade_optimization_analysis_desc": "Reduce a la mitad los ciclos de reloj necesarios para el preanalizador",
    "upgrade_optimization_compiler": "Optimización de compilaciones",
    "upgrade_optimization_compiler_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Compilador",
    "upgrade_optimization_compression": "Optimización de compresión",
    "upgrade_optimization_compression_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Compresor",
    "upgrade_optimization_decompiler": "Descompilación optimizada",
    "upgrade_optimization_decompiler_desc": "Reduce a la mitad los ciclos de reloj necesarios para el descompilador",
    "upgrade_optimization_decomposer": "Descomposición optimizada",
    "upgrade_optimization_decomposer_desc": "Reduce a la mitad los ciclos de reloj necesarios para el descompositor",
    "upgrade_optimization_desc": "Otorga un punto de optimización",
    "upgrade_optimization_distillation": "Destilación optimizada",
    "upgrade_optimization_distillation_desc": "Reduce a la mitad los ciclos de reloj necesarios para el destilador",
    "upgrade_optimization_download_size": "Descargas comprimidas",
    "upgrade_optimization_download_size_desc": "Reduce el tamaño de los archivos de descarga a la mitad",
    "upgrade_optimization_enhancement": "Potenciador optimizado",
    "upgrade_optimization_enhancement_desc": "Reduce a la mitad los ciclos de reloj necesarios para el potenciador",
    "upgrade_optimization_game_engine": "Optimización del Motor de juego",
    "upgrade_optimization_game_engine_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Motor del juego",
    "upgrade_optimization_hashing": "Hash optimizado",
    "upgrade_optimization_hashing_desc": "Reduce a la mitad los ciclos de reloj necesarios para minar criptomonedas",
    "upgrade_optimization_movie_maker": "Optimización de renderizado",
    "upgrade_optimization_movie_maker_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Creador de películas",
    "upgrade_optimization_movie_renderer": "Optimización de renderizado de GPU",
    "upgrade_optimization_movie_renderer_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Renderizador de películas",
    "upgrade_optimization_quarantine": "Cuarentena optimizada",
    "upgrade_optimization_quarantine_desc": "Reduce a la mitad los ciclos de reloj necesarios para la cuarentena",
    "upgrade_optimization_refinement": "Optimización del refinamiento",
    "upgrade_optimization_refinement_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Refinador de datos",
    "upgrade_optimization_trainer": "Optimización Aprendizaje",
    "upgrade_optimization_trainer_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Entrenador de IA",
    "upgrade_optimization_upload_size": "Cargas comprimidas",
    "upgrade_optimization_upload_size_desc": "Reduce a la mitad el tamaño de los archivos subidos",
    "upgrade_optimization_verifier": "Comprobación de integridad optimizada",
    "upgrade_optimization_verifier_desc": "Reduce a la mitad los ciclos de reloj necesarios para el verificador",
    "upgrade_optimization_virus_scanner": "Optimización del escano de virus",
    "upgrade_optimization_virus_scanner_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Escáner de virus",
    "upgrade_premium_games": "Juegos Premium",
    "upgrade_premium_games_desc": "Aumenta el valor de los archivos de juego en un 100%",
    "upgrade_premium_images": "Imágenes premium",
    "upgrade_premium_images_desc": "Aumenta el valor de los archivos de imagen en un 100%",
    "upgrade_premium_programs": "Programas Premium",
    "upgrade_premium_programs_desc": "Aumenta el valor de los archivos de programa en un 100%",
    "upgrade_premium_sounds": "Sonidos Premium",
    "upgrade_premium_sounds_desc": "Aumenta el valor de los archivos de sonido en un 100%",
    "upgrade_premium_texts": "Textos Premium",
    "upgrade_premium_texts_desc": "Aumenta el valor de los archivos de texto en un 100%",
    "upgrade_premium_videos": "Vídeos premium",
    "upgrade_premium_videos_desc": "Aumenta el valor de los archivos de vídeo en un 100%",
    "upgrade_processing_value_multiplier": "Valor de procesamiento",
    "upgrade_processing_value_multiplier_desc": "Aumenta multiplicativamente el dinero obtenido del Vendedor de procesamiento en un 100%",
    "upgrade_processor": "Unidad central de procesamiento",
    "upgrade_processor_desc": "Desbloquea el Procesador",
    "upgrade_program_downloader": "Descargador de programas",
    "upgrade_program_downloader_desc": "Desbloquea el Descargador de programas",
    "upgrade_research": "Investigación",
    "upgrade_research_desc": "Desbloquea la investigación y el Laboratorio de Datos.",
    "upgrade_server": "Servidor",
    "upgrade_sound_downloader": "Descargador de sonido",
    "upgrade_sound_downloader_desc": "Desbloquea el Descargador de sonido",
    "upgrade_video_downloader": "Descargador de videos",
    "upgrade_video_downloader_desc": "Desbloquea el Descargador de videos",
    "value": "Valor",
    "ver.": "Ver.",
    "version": "Versión",
    "vulnerable": "Vulnerable",
    "window_agi": "Núcleo AGI",
    "window_air_cooler": "Enfriador de aire",
    "window_analyzer": "Preanalizador",
    "window_analyzer_desc": "Preanaliza archivos para aumentar la velocidad de investigación en un 100 %",
    "window_antivirus_pro": "Antivirus Pro",
    "window_antivirus_pro_desc": "Escanea y elimina virus de los archivos, aumentando el valor 4 veces",
    "window_auto_crypto_seller": "Vendedor automático de criptomonedas",
    "window_auto_crypto_seller_desc": "Vende automáticamente criptomonedas a cambio de dinero",
    "window_bin": "Papelera",
    "window_breach_anonymous": "Brecha anonima",
    "window_breach_anonymous_desc": "Inicia una brecha contra anonymous y otorga Experiencia de hackeo si tiene éxito",
    "window_breach_bank": "Brecha bancaria",
    "window_breach_bank_desc": "Inicia una brecha bancaria y otorga tokens en caso de éxito",
    "window_breach_corps": "Brecha corparativa",
    "window_breach_corps_desc": "Inicia una brecha contra las corporaciones, robando datos corporativos cuando tiene éxito",
    "window_breach_government": "Brecha gubernamental",
    "window_breach_government_desc": "Inicia una brecha contra el gobierno, robando información gubernamental si tiene éxito",
    "window_build": "Construir",
    "window_build_desc": "Crea optimizaciones, aplicaciones y controladores",
    "window_build_infection": "Construir infección",
    "window_build_infection_desc": "Genera daño de infección usando el Poder de hackeo que puede usarse en los objetivos",
    "window_compiler": "Compilador",
    "window_compiler_desc": "Compila archivos de texto en programas",
    "window_compressor": "Compresor",
    "window_container": "Contenedor",
    "window_container_desc": "Almacena materiales del mismo tipo y los combina en una única salida",
    "window_cryo_cooler": "Enfriador criogénico",
    "window_crypto_seller": "Vendedor de criptomonedas",
    "window_crypto_seller_desc": "Vende criptomonedas a cambio de dinero",
    "window_data_lab": "Laboratorio de datos",
    "window_debug": "Depurar",
    "window_decompiler": "Descompilador",
    "window_decompiler_desc": "Descompila programas en texto",
    "window_distillator": "Destilador",
    "window_distillator_desc": "Destila archivos para aumentar la ganancia neuronal en un 100%",
    "window_distributor": "Distribuidor",
    "window_distributor_desc": "Distribuye los materiales en dos salidas diferentes",
    "window_download_manager": "Administrador de descargas",
    "window_download_manager_desc": "Descarga todo tipo de archivos con proporciones controladas por el usuario",
    "window_downloader": "Descargador",
    "window_downloader_game": "Descargador de juegos",
    "window_downloader_game_desc": "Descarga archivos de juegos usando la velocidad de descarga",
    "window_downloader_image": "Descargador de imágenes",
    "window_downloader_image_desc": "Descarga archivos de imagen usando la velocidad de descarga",
    "window_downloader_program": "Descargador de programas",
    "window_downloader_program_desc": "Descarga archivos de programa usando la velocidad de descarga",
    "window_downloader_sound": "Descargador de sonido",
    "window_downloader_sound_desc": "Descarga archivos de sonido usando la velocidad de descarga",
    "window_downloader_text": "Descargador de texto",
    "window_downloader_text_desc": "Descarga archivos de texto usando la velocidad de descarga",
    "window_downloader_video": "Descargador de videos",
    "window_downloader_video_desc": "Descarga archivos de vídeo usando la velocidad de descarga",
    "window_enhancer_desc": "Mejora los archivos para obtener el doble de valor a costa de un tamaño dos veces mayor",
    "window_execute_injection": "Ejecutar inyección",
    "window_execute_injection_desc": "Utiliza Poder de hackeo para generar vulnerabilidad, que puede usarse para debilitar a los objetivos",
    "window_file_generator": "Generador de archivos",
    "window_game_engine": "Motor de juego",
    "window_game_engine_desc": "Crea juegos a partir de archivos de programa y vídeo",
    "window_generator_game": "Generador de juegos",
    "window_generator_image": "Generador de imágenes",
    "window_generator_program": "Generador de programas",
    "window_generator_sound": "Generador de sonido",
    "window_generator_text": "Generador de texto",
    "window_generator_video": "Generador de vídeo",
    "window_ghost_attack": "Ataque fantasma",
    "window_gpu_cluster": "Clúster de GPU",
    "window_gpu_cluster_desc": "Proporciona velocidad de GPU",
    "window_gpu_synchronizer": "Sincronizador de GPU",
    "window_gpu_synchronizer_desc": "Combina múltiples velocidades de GPU en una sola velocidad de GPU",
    "window_group": "Grupo de nodos",
    "window_group_desc": "Agrupa los nodos para facilitar la gestión y mejorar la organización",
    "window_hack": "Hackeo",
    "window_hacker": "Interfaz de hackeo",
    "window_heat_sink": "Disipador de calor",
    "window_heat_sink_desc": "Disipa el calor producido por el overclocking",
    "window_ide": "IDE",
    "window_inventory": "Inventario",
    "window_inventory_desc": "Almacena recursos del mismo tipo y los combina en una única salida",
    "window_jet_cooler": "Enfriador de chorro",
    "window_mine": "Mina",
    "window_mine_bitcoin": "Mina de Bitcoin",
    "window_mine_bitcoin_desc": "Utiliza la velocidad de la GPU para minar Bitcoin, una moneda con media volatilidad",
    "window_mine_ethereum": "Mina de Ethereum",
    "window_mine_ethereum_desc": "Utiliza la velocidad de la GPU para minar Ethereum, una moneda con alta volatilidad",
    "window_mine_litecoin": "Mina de Litecoin",
    "window_mine_litecoin_desc": "Utiliza la velocidad de la GPU para minar Litecoin, una moneda con baja volatilidad",
    "window_mine_tether": "Mina de Tether",
    "window_mine_tether_desc": "Utiliza la velocidad de la GPU para minar Tether, una moneda sin volatilidad. Se convierte automáticamente en dinero",
    "window_mine_token": "Mina de Tokens",
    "window_mine_token_desc": "Utiliza la velocidad de la GPU para minar tokens",
    "window_movie_maker": "Creador de películas",
    "window_movie_maker_desc": "Crea vídeos a partir de archivos de imagen y sonido.",
    "window_movie_renderer": "Renderizador de películas",
    "window_movie_renderer_desc": "Crea vídeos a partir de archivos de imagen y sonido.",
    "window_network": "Red",
    "window_network_desc": "Ofrece velocidad de descarga y carga",
    "window_network_exchanger": "Intercambiador de red",
    "window_network_exchanger_desc": "Convierte la velocidad de carga en velocidad de descarga y la velocidad de descarga en velocidad de carga",
    "window_overclocker": "Overclocker",
    "window_overclocker_desc": "Establece la cantidad de overclocking",
    "window_processing_seller": "Vendedor de potencia de procesamiento",
    "window_processing_seller_desc": "Vende velocidad de reloj a cambio de dinero",
    "window_processor": "Procesador",
    "window_processor_desc": "Proporciona velocidad de reloj",
    "window_quarantine": "Cuarentena",
    "window_quarantine_desc": "Elimina virus de los archivos. Los archivos infectados valen 4 veces menos",
    "window_redownloader": "Re-descargador",
    "window_refiner": "Refinador de datos",
    "window_refiner_desc": "Refina archivos para aumentar el valor de investigación en un 100 %",
    "window_repository": "Repositorio",
    "window_repository_desc": "Almacena elementos del mismo tipo y los combina en una única salida",
    "window_request_uploader_desc": "Sube archivos solicitados a cambio de tokens",
    "window_research": "Investigación",
    "window_segmenter": "Segmentador",
    "window_segmenter_desc": "Divide los elementos en dos salidas diferentes",
    "window_server": "Servidor",
    "window_synchronizer": "Sincronizador",
    "window_synchronizer_desc": "Combina múltiples velocidades de reloj en una sola velocidad",
    "window_task_scheduler_desc": "Convierte la velocidad de la GPU en velocidad de reloj",
    "window_thread_manager": "Administrador de hilos",
    "window_thread_manager_desc": "Divide la velocidad del reloj en dos salidas diferentes",
    "window_trainer": "Entrenador de IA",
    "window_uploader_desc": "Sube archivos usando velocidad de carga ​​a cambio de dinero",
    "window_virus_scanner": "Escáner de virus",
    "window_virus_scanner_desc": "Analiza archivos en busca de virus. Los archivos analizados valen 4 veces más. Los archivos infectados valen 4 veces menos.",
    "window_water_cooler": "Enfriador de agua",
    "you_failed": "No lograste salvar el universo",
    "achievement_market_crash": "Caída del mercado",
    "achievement_market_crash_desc": "Vende todas tus monedas a un precio alto",
    "achievement_network_bottleneck": "Cuello de botella de la red",
    "achievement_network_bottleneck_desc": "Maximiza un nodo de red",
    "achievement_overheat": "Sobrecalentado",
    "achievement_overheat_desc": "Sobrecalienta cualquier componente mediante overclocking",
    "achievement_program_completionist": "Complecionista de programas",
    "achievement_serial_breacher_desc": "Vulnera de datos de Anonymous, corporaciones y gobiernos en menos de 1 segundo",
    "achievement_sound_completionist": "Complecionista de sonido",
    "achievement_stylist": "Estilista",
    "achievement_stylist_desc": "Utiliza todos los colores de los grupos de nodos simultáneamente",
    "achievement_system_planner": "Planificador de sistemas",
    "achievement_system_planner_desc": "Crea un esquema",
    "achievement_text_completionist": "Completista de texto",
    "achievement_time_traveler": "Viajero del tiempo",
    "achievement_time_traveler_desc": "Completa el árbol del portal",
    "achievement_token_clicker": "Clicker de tokens",
    "achievement_token_clicker_desc": "Reúne 101 Tokens errantes",
    "achievement_trojan": "Huésped no deseado",
    "achievement_video_completionist": "Complecionista de videos",
    "achievement_its_a_feature_desc": "Haz commit de un código con errores",
    "attacks": "Ataques",
    "automatic_save": "Guardado automático",
    "available": "Disponible",
    "boost_hack_power": "Amplificar payload",
    "coding": "Codificación",
    "components": "Componentes",
    "composition": "Composición",
    "copied_to_clipboard": "Copiado al portapapeles",
    "setting_touch_buttons": "Botones táctiles",
    "resource_oil": "Petróleo crudo",
    "resource_oil_desc": "Litros de petróleo crudo que luego de su refinamiento pueden ser utilizados en la producción de hardware.",
    "resource_payload_damage": "Daño por payload",
    "resource_pcb": "PCB",
    "resource_pcb_desc": "Placa de circuito impreso (PCB) hecha de plástico y cables soldados. Se utiliza en la producción de hardware.",
    "resource_plastic": "Plástico",
    "resource_plastic_desc": "Material utilizado en la producción de PCBs.",
    "resource_payload_damage_desc": "Daña objetivos a vulnerar, consumiéndose en el proceso; generado usando Poder de Hackeo.",
    "resource_program_desc": "Archivo de programa utilizado en cargas e investigación.",
    "resource_purified_silicon": "Silicio purificado",
    "resource_purified_silicon_desc": "Silicio que ha sido purificado y listo para ser utilizado en un sintetizador de obleas.",
    "resource_refined_oil": "Petróleo refinado",
    "resource_refined_oil_desc": "Petróleo refinado. Se utiliza en la producción de plástico mediante un polimerizador.",
    "resource_router": "Router",
    "resource_router_desc": "Hardware modular que se puede instalar en una red para proporcionar velocidades de descarga y carga adicionales.\nLa velocidad adicional se escala con la raíz cuadrada de la cantidad de routers utilizados.",
    "resource_sand": "Arena",
    "resource_sand_desc": "Material utilizado en la producción de obleas.",
    "resource_silicon": "Silicio",
    "resource_silicon_desc": "Metaloide esencial utilizado en la producción de obleas después de la purificación.",
    "resource_sound_desc": "Archivo de sonido utilizado en la carga y la investigación.",
    "resource_storage": "Almacenamiento",
    "resource_storage_desc": "Unidad de almacenamiento con capacidad para {1.0e26} datos. Se puede usar en un servidor para generar ingresos.",
    "resource_text_desc": "Archivo de texto utilizado en la carga y la investigación.",
    "resource_torrent_game": "Torrent de juegos",
    "resource_torrent_game_desc": "Torrent que puede usarse para descargar archivos de Juegos de mayor calidad.",
    "resource_torrent_image": "Torrent de imágenes",
    "resource_torrent_image_desc": "Torrent que puede utilizarse para descargar archivos de imagen de mayor calidad.",
    "resource_torrent_program": "Torrent de programas",
    "resource_torrent_program_desc": "Torrent que puede ser utilizado para descargar programas de mayor calidad.",
    "resource_torrent_sound": "Torrent de sonidos",
    "resource_torrent_sound_desc": "Torrent que puede ser utilizado para descargar archivos de Sonido de mayor calidad.",
    "resource_torrent_text": "Torrent de textos",
    "resource_torrent_text_desc": "Torrent que puede utilizarse para descargar archivos de texto de mayor calidad.",
    "resource_torrent_video": "Torrent de videos",
    "resource_torrent_video_desc": "Torrent que puede ser utilizado para descargar archivos de vídeo de mayor calidad.",
    "resource_transistor": "Transistor",
    "resource_transistor_desc": "Semiconductor utilizado en la producción de chips.",
    "resource_video_desc": "Archivo de vídeo utilizado en la carga y la investigación.",
    "resource_virus": "Virus",
    "resource_virus_desc": "Virus extraído de un archivo infectado.",
    "resource_wafer": "Oblea",
    "resource_wafer_desc": "Semiconductor que se puede cortar en múltiples transistores.",
    "resource_wire": "Cable",
    "resource_wire_desc": "Conductor que se puede soldar al plástico para formar una PCB.",
    "resource_work_speed": "Velocidad de trabajo",
    "resource_work_speed_desc": "Velocidad a la que funciona una máquina en segundos",
    "resource_zip_game": "Juego comprimido",
    "research_torrents_infected": "Torrents infectados",
    "research_torrents_infected_desc": "Desbloquea la exploración de torrents en busca de archivos infectados",
    "resource_zip_image": "Imagen comprimida",
    "resource_zip_sound": "Sonido comprimido",
    "resource_zip_video": "Vídeo comprimido",
    "resource_zip_program": "Programa comprimido",
    "resource_zip_text": "Texto comprimido",
    "torrents": "Torrents",
    "virus": "Virus",
    "others": "Otros",
    "file_operations": "Operaciones",
    "encryption": "Encriptación",
    "skip_tutorial": "Saltar tutorial",
    "window_virus_extractor": "Extractor de virus",
    "credits_desc": "[h]EnigmaDev Studios[/h]\n\n[h]Música[/h]\nAndrea Baroni\nCyberleaf Studio\n\n[h]Traductores[/h]\nFrancés: aclim\nAlemán: holyfire\nItaliano: Luc@\nJaponés: anonym\nCoreano: 르에, Hatsuseizuna\nKurdo: LOTS-4EVER\nPolaco: szajni_\nPortugués: EnigmaDev Studios\nChino simplificado: FEVM, Flying Pigeon\nTurco: zlpfilee\nVietnamita: ThqnhZ",
    "currency": "Divisa",
    "decomposition": "Descomposición",
    "default": "Por defecto",
    "download": "Descargar",
    "element": "Elemento",
    "email": "Correo electrónico",
    "email_already_exists": "El correo electrónico ya existe",
    "engineering": "Ingeniería",
    "enter_email": "Introduce un correo electrónico",
    "enter_password": "Introduce una contraseña",
    "enter_username_or_email": "Introduzca su nombre de usuario o correo electrónico",
    "file": "Archivo",
    "file_generation": "Generación de archivos",
    "functions": "Funciones",
    "guide_file_modifiers_ai": " IA: Reduce la calidad en 10x, pero aumenta el valor en 1000000x",
    "guide_file_modifiers_corrupted": " Corrupto: Reduce el tamaño en 5x y el valor en 10x",
    "guide_file_modifiers_decrypted": " Desencriptado: aumenta la calidad en 4x",
    "guide_file_modifiers_encrypted": " Encriptado: Tiene calidad 0. No modificable.",
    "guide_file_modifiers_trojan": " Inyección de troyano: infecta computadoras al subir archivos, dependiendo de la calidad del archivo.",
    "guide_portal_desc": "El Portal funciona como una mecánica de prestigio. Al entrar al Portal, puedes reiniciar tu progreso en el juego a cambio de una serie de mejoras a tu elección.\n\n[h]Funcionalidad[/h]\n[l]Investigación Avanzada:[/l] Obtén Investigación Avanzada insertando Investigación en un nodo de Investigación Avanzada. Cada Investigación Avanzada adquirida aumenta el requisito de Investigación para el siguiente punto en 1,5 veces.\n[l]Mejoras en cola:[/l] Puedes poner en cola mejoras del portal en la pantalla del Portal usando puntos de Investigación Avanzada. Las mejoras en cola se activarán al entrar al Portal.\n[l]Reinicio de Progreso:[/l] Al entrar al Portal, se reiniciará tu progreso, incluyendo los recursos y la configuración de los nodos. Toda la investigación realizada se guarda.",
    "guide_window_breach_anonymous": "Objetivo a vulnerar. Inflige cualquier daño para intentar vulnerar a Anonymous durante el tiempo límite. Si lo logras, recibirás Experiencia de Hackeo. Vulnerar a Anonymous en su nivel máximo de amenaza también aumentará su nivel máximo de amenaza, lo que aumentará la dificultad y las recompensas.",
    "guide_window_build_infection": "Genera daño por infección basado en el 20% del poder de hackeo.\nEl daño penetra a los objetivos sin consumirse, lo que genera daño constante a lo largo del tiempo.",
    "guide_window_commit": "Haz commit del código insertado para obtener Contribución. La recompensa depende de la complejidad del código y sus modificadores.",
    "guide_window_compressor": "Comprime archivos usando la velocidad de reloj, añadiendo el modificador de compresión y reduciendo su tamaño al doble.\nElimina un modificador de mejora.\nLa cantidad de ciclos (C) necesarios es igual al doble del tamaño del archivo y no se ve afectada por los modificadores de compresión.",
    "guide_window_advanced_research": "Consume Investigación para generar Investigación Avanzada, que puede utilizarse para obtener puntos de mejora en la pantalla del Portal. Cada punto requiere 1,5 veces más Investigación que el anterior y no se reinicia al entrar al portal.",
    "guide_window_debug": "Depura el código insertado añadiendo el modificador \"Probado\", lo que multiplica en 4x la calidad del código. Los códigos tienen un 50 % de probabilidad de incluir también el modificador \"Con errores\", lo que reduce la calidad en 4x.\nLa cantidad de operaciones (ops) requeridas depende del código insertado.",
    "guide_window_decryptor": "Desencripta archivos usando la velocidad de reloj, reemplazando el modificador \"encriptado\" por \"desencriptado\", eliminando el multiplicador de calidad 0x y multiplicando la calidad 4x.\nLa cantidad de ciclos (C) requeridos es igual a 4x el tamaño del archivo.",
    "guide_window_demuxer": "Desmultiplexa archivos de vídeo mediante la velocidad de reloj, generando 200 archivos de sonido.\nLa cantidad de ciclos (C) necesarios es igual al doble del tamaño del vídeo.",
    "guide_window_enhancer": "Mejora los archivos usando la velocidad de reloj, añadiendo el modificador \"mejorado\" y duplicando su tamaño y calidad.\nElimina un modificador \"comprimido\".\nLa cantidad de ciclos (C) requeridos es igual al doble del tamaño del archivo y no se ve afectada por los modificadores mejorados.",
    "guide_window_file_generator": "Genera archivos con el modificador AI usando Neuronas, reduciendo su calidad en 10x y aumentando su valor en 1000000x.",
    "guide_window_fix_code": "Corrige el código insertado utilizando un Código de corrección de errores, eliminando el modificador \"Con errores\", lo que reducía la calidad 4 veces.",
    "overclock": "Overclock",
    "guide_window_optimize_code": "Optimiza el código insertado mediante un código de optimización, añadiendo el modificador \"optimizado\", que multiplica en 4x la calidad.\nLos modificadores del código de optimización también se aplican al código que se está optimizando.",
    "guide_window_payload_launcher": "Genera daño por Payload basado en el 100 % del poder de hackeo.\nEl daño penetra los objetivos y se consume después.",
    "guide_window_redownloader": "Re-descarga archivos usando la velocidad de descarga, eliminando los modificadores aplicados, incluyendo los dañados, y añadiendo el modificador \"verificado\" que multiplica su valor en 4x.\nEl tamaño de la descarga es igual al tamaño del archivo.",
    "guide_window_server": "Genera dinero periódicamente en función de la velocidad de carga insertada, los ingresos se escalan proporcionalmente al valor por bit del almacenamiento insertado.",
    "guide_window_store_file": "Almacena archivos en un almacenamiento para su montaje en un servidor. El almacenamiento hereda los modificadores del archivo.",
    "guide_window_torrent_downloader": "Descarga archivos con los modificadores del torrent insertado usando la velocidad de descarga.\nEl tamaño de la descarga es igual al tamaño del archivo resultante.",
    "guide_window_trojan_injector": "Inyecta troyanos en los archivos insertados usando la velocidad de reloj y añade el modificador \"Troyano inyectado\", lo que le permite recibir equipos infectados al cargarlos.\nLa cantidad de ciclos (C) requeridos es igual al tamaño del archivo.",
    "guide_window_request_uploader": "Selecciona automáticamente una solicitud según la información ingresada y la carga usando la Velocidad de Carga a cambio de tokens. Completa las solicitudes cargando archivos con el formato y los modificadores correspondientes.\nCada solicitud solo se puede completar una vez y se puede reclamar en el menú de solicitudes.",
    "guide_window_verifier": "Comprueba la integridad del archivo para detectar posibles daños mediante la velocidad de reloj, añadiendo el modificador \"verificado\" y multiplicando su en 4x. También tiene un 50 % de probabilidad de estar dañado, lo que reduce su valor en 10x y su tamaño en 5x.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_virus_extractor": "Extrae virus de archivos infectados usando la velocidad de reloj, destruyendo el archivo en el proceso. La cantidad de virus extraídos se basa en el formato del archivo x2.\nLa cantidad de ciclos (C) requeridos es igual al tamaño del archivo.",
    "guide_window_obfuscator": "Elimina el modificador \"infectado\" de los archivos sin eliminar el modificador \"troyano\".\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_reconstructor": "Reconstruye un archivo dañado usando una copia del mismo y la velocidad de reloj, eliminando el modificador \"dañado\".\nLa cantidad de ciclos (C) requeridos es igual a 5 veces el tamaño del archivo.",
    "guide_window_identifier": "Identifica si los archivos están comprimidos o mejorados mediante la velocidad de reloj. No se pueden identificar los archivos que ya tienen los modificadores \"comprimidos\" o \"mejorados\".\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo.",
    "guide_window_flipper": "Convierte modificadores \"comprimidos\" de archivos a modificadores \"mejorados\" y viceversa mediante la velocidad de reloj.\nLa cantidad de ciclos (C) necesarios es igual a 3 veces el tamaño del archivo.",
    "guide_window_remasterer": "Añade el modificador \"mejorado\" a los archivos de juego mediante vídeos, programas y velocidad de reloj.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del juego y no se ve afectada por los modificadores mejorados.",
    "guide_window_zipper": "Crea un archivo comprimido compacto a partir de una colección de archivos usando la velocidad de reloj.\nLa cantidad de ciclos (C) requeridos es igual al tamaño de entrada combinado.",
    "guide_window_unzipper": "Extrae los archivos de un archivo comprimido usando la velocidad de reloj.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo comprimido.",
    "guide_window_decryptor_bruteforce": "Descifra forzosamente los archivos cifrados mediante la velocidad de reloj, añadiendo los modificadores \"dañado\" y \"validado\".\nLa cantidad de ciclos (C) necesarios es igual al doble del tamaño del archivo.",
    "guide_window_disassembler": "Duplica archivos con 3 modificadores mejorados usando la velocidad de reloj, eliminando los modificadores \"mejorado\" en el proceso.\nLa cantidad de ciclos (C) requeridos es igual al tamaño del archivo.",
    "guide_window_duplicator": "Duplica archivos usando la velocidad de reloj y añade un modificador \"duplicado\". Los archivos con modificadores \"duplicado\" no se pueden volver a duplicar.\nLa cantidad de ciclos (C) requeridos es igual a 4 veces el tamaño del archivo.",
    "guide_window_upscaler": "Mejora los archivos de imagen mediante la velocidad de la GPU.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del archivo y no se ve afectada por los modificadores de mejora.",
    "guide_window_frame_generator": "Mejora los archivos de vídeo mediante imágenes y la velocidad de la GPU.\nLa cantidad de ciclos (C) necesarios es igual al tamaño del vídeo y no se ve afectada por los modificadores de mejora.",
    "guide_window_splicer": "Desempalma archivos de vídeo utilizando la velocidad de reloj, generando 200 archivos de sonido y 20 000 archivos de imagen.\nLa cantidad de ciclos (C) requeridos es igual al doble del tamaño del vídeo.",
    "import": "Importar",
    "import_from_clipboard": "Importar desde el portapapeles",
    "incorrect_credentials": "Nombre de usuario o contraseña incorrectos",
    "interface": "Interfaz",
    "input_material": "Entrada de material",
    "input_torrent": "Entrada de Torrent",
    "invalid_schematic": "Esquema inválido",
    "latin": "Latín",
    "locked": "Bloqueado",
    "log_out": "Cerrar sesión",
    "logged_in_as": "Iniciado como {username}",
    "machines": "Máquinas",
    "management": "Administración",
    "manipulation": "Manipulación",
    "material": "Material",
    "menu_edit_group": "Editar grupo",
    "mining": "Minería",
    "new_windows_factory": "Nuevos nodos de fábrica disponibles",
    "not_verified": "No verificado",
    "organizers": "Organizadores",
    "password": "Contraseña",
    "password_reset": "¿Olvidaste tu contraseña?",
    "password_reset_sent": "Se envió el correo electrónico de restablecimiento de contraseña. Revisa tu bandeja de entrada",
    "password_too_short": "La contraseña debe tener al menos 8 caracteres",
    "perk_breach_skills": "Habilidades de irrupción",
    "perk_breach_skills_desc": "Aumenta el límite de habilidad de irrupción en 1",
    "perk_ide_desc": "Desbloquea el IDE, lo que permite codificar variables con proporciones específicas",
    "perk_rest_time_multiplier_desc": "Aumenta el Tiempo fuera ganado en un 10 %",
    "perk_rest_time_multiplier": "Catalizador pasivo",
    "premium_ad_remover": "Removedor de anuncios",
    "premium_ad_remover_desc": "Convierte automáticamente los anuncios en tokens\n+1 Nivel de soporte",
    "premium_chronomancer_desc": "Duplica la producción y la capacidad de Tiempo fuera\nProduce Tiempo fuera mientras estás conectado\n+1 Nivel de Soporte",
    "premium_daily_tokens_plus": "Tokens diarios+",
    "premium_daily_tokens_desc": "Recibe 1400 tokens al instante\nRecibe 200 tokens al día\n+1 nivel de soporte",
    "premium_daily_tokens_plus_desc": "Recibe 2100 tokens al instante\nRecibe 300 tokens al día\n+1 nivel de soporte",
    "premium_permanent_boost_desc": "Las mejoras se vuelven permanentes\n+1 Nivel de Soporte",
    "premium_soundtrack": "Banda sonora",
    "premium_soundtrack_desc": "Da acceso a la descarga de la banda sonora, mezclada para una mejor experiencia\n+1 Nivel de soporte",
    "premium_token_pack_desc": "Recibe 5000 tokens al instante\n+1 nivel de soporte",
    "privacy_policy": "Política de privacidad",
    "privacy_policy_accept": "Al presionar Registrarse, acepta nuestra {privacy_policy}",
    "processes": "Procesos",
    "prompt_application_reset_desc": "Este servicio eliminará todas las aplicaciones desbloqueadas, eliminando todos los nodos asociados a ella, así como reembolsando los Puntos de Aplicación utilizados",
    "prompt_application_reset": "Restablecimiento de aplicaciones",
    "prompt_delete_node": "¿Eliminar nodo?",
    "prompt_delete_node_desc": "Eliminar los nodos también eliminarán todos los recursos y actualizaciones que contengan",
    "prompt_delete_schematic": "¿Borrar esquema?",
    "prompt_delete_schematic_desc": "Esta acción no se puede deshacer",
    "prompt_enter_portal": "¿Entrar al portal?",
    "prompt_enter_portal_desc": "¿Quieres ingresar al portal ahora y aplicar las actualizaciones?",
    "prompt_hack_reset": "Restablecer hackeo",
    "prompt_hack_reset_desc": "Este servicio eliminará todas tus actualizaciones de hackeo y reembolsará los puntos utilizados",
    "prompt_load_save": "¿Cargar partida guardada?",
    "prompt_load_save_desc": "¿Cargar esta partida? Se perderá el progreso no guardado",
    "prompt_optimization_reset": "Restablecimiento de optimizaciones",
    "prompt_optimization_reset_desc": "Este servicio eliminará todas las optimizaciones realizadas y reembolsará los puntos de optimización utilizados",
    "prompt_overwrite_save": "¿Sobrescribir partida guardada?",
    "prompt_overwrite_save_desc": "¿Sobrescribir esta partida guardada? Esta acción no se puede deshacer",
    "prompt_portal_reset": "Restablecer portal",
    "prompt_portal_reset_desc": "Este servicio forzará una entrada al Portal, eliminando todas las actualizaciones del Portal que estén activas y en cola, además de reembolsar todos los puntos de Investigación avanzada",
    "prompt_portal_warning": "Esto restablecerá su escritorio y las actualizaciones",
    "prompt_update_2.0": "¡El 2.0 ya está aquí!",
    "prompt_update_2.0_desc": "La versión 2.0 incluye nuevo contenido, características, cambios de equilibrio y una mejora en la progresión.\n\nEsta es una gran oportunidad para empezar de cero y disfrutar del juego como si fuera la primera vez. ¿Prefieres conservar tu progreso? ¡No hay problema! Puedes seguir jugando a tu partida guardada con todo el nuevo contenido.\n\n¿Quieres empezar de cero?",
    "queued": "En cola",
    "register": "Registrar",
    "registration_successful": "Correo de verificación enviado. Revisa tu bandeja de entrada",
    "required": "Requerido",
    "research_ai_desc": "Desbloquea el acceso al entrenamiento de IA para generar neuronas a partir de archivos, que pueden usarse para generar archivos de IA con modificadores personalizados",
    "research_ai_sounds": "Red generadora de pistas",
    "research_application_points": "Pre-compilado",
    "research_application_points_desc": "Comience con 1 Punto de Aplicación",
    "research_assembly": "Ensamblaje de hardware",
    "research_assembly_desc": "Desbloquea ensambladores que pueden automatizar la producción de enrutadores, núcleos de CPU y GPU",
    "research_bool_production": "Codificación de Bool",
    "research_bool_production_desc": "Doble codificación de Bool",
    "research_breach_bank": "Irrupción Bancaria",
    "research_breach_corporation": "Irrupción Corporativa",
    "research_breach_government": "Irrupción Gubernamental",
    "research_breach_bank_desc": "Desbloquea la capacidad de vulnerar bancos y robar Tokens",
    "research_breach_corporation_desc": "Desbloquea la capacidad de vulnerar corporaciones y robar datos secretos con fines lucrativos",
    "research_breach_government_desc": "Desbloquea la capacidad de vulnerar instituciones públicas y robar información para fines de investigación",
    "research_breach_time": "Manipulación del tiempo",
    "research_breach_time_desc": "Aumenta el límite de tiempo de una brecha en 1 segundo",
    "research_build_tools": "Herramientas de ejecución",
    "research_build_tools_desc": "Desbloquea la capacidad de ejecutar código e instalarlo en su sistema para diferentes actualizaciones según el tipo de código",
    "research_char_production": "Codificación de Char",
    "research_char_production_desc": "Doble codificación de Char",
    "research_charged_attack": "Ataque cargado",
    "research_charged_attack_desc": "Desbloquea la habilidad Ataque cargado, lo que permite cargar el daño para un súper ataque",
    "research_code_speed": "Velocidad de codificación",
    "research_code_speed_desc": "Aumenta multiplicativamente la velocidad del código en un 100 %",
    "research_coin_value": "Valor criptográfico",
    "research_coin_value_desc": "Aumenta multiplicativamente los ingresos de las criptomonedas en un 100%",
    "research_constant_learning": "Aprendizaje constante",
    "research_constant_learning_desc": "Cada segundo genera un 5% de experiencia de hackeo de la recompensa del objetivo Anonymous con mayor nivel de amenaza vulnerado",
    "research_contribution_multiplier": "Solicitud de funciones",
    "research_contribution_multiplier_desc": "Aumenta multiplicativamente la ganancia de contribución en un 100 %",
    "research_contribution_requirement": "Colaborador principal",
    "research_contribution_requirement_desc": "Reduce el crecimiento del requisito de contribución en un 5%",
    "research_critical_payload": "Payload crítico",
    "research_critical_payload_desc": "Desbloquea la habilidad Carga crítica, lo que permite que el daño por Payload tenga la posibilidad de aumentar considerablemente su poder",
    "research_data_leak": "Filtración de datos",
    "research_data_leak_desc": "Cada segundo genera el 5% de los datos corporativos de la recompensa del objetivo corporativo con mayor nivel de amenaza vulnerado",
    "research_data_leftovers": "Restos de datos",
    "research_data_leftovers_desc": "Obtenga una investigación adicional por cada archivo investigado",
    "research_decryption": "Descifrado",
    "research_decryption_desc": "Desbloquea el Desencriptador, lo que permite descifrar archivos cifrados para una mayor calidad",
    "research_download_speed": "Velocidad de descarga",
    "research_download_speed_desc": "Aumenta multiplicativamente la velocidad de descarga en un 100%",
    "research_driver_requirement": "Ajustes del controlador",
    "research_driver_requirement_desc": "Reduce el crecimiento de los requisitos de creación de controladores en un 5 %",
    "research_enhancement_level2": "Doble mejora",
    "research_enhancement_level3": "Triple mejora",
    "research_enhancement_level_desc": "Aumenta el recuento máximo de mejoras en los archivos en 1",
    "research_fame": "Fama",
    "research_fame_desc": "Otorga un aumento del 10% en los ingresos de todas las fuentes por cada solicitud de carga completada",
    "research_file_processing": "Operaciones de archivos",
    "research_file_processing_desc": "Desbloquea el compresor y el potenciador, lo que permite comprimir archivos en tamaño o mejorarlos para obtener una mayor calidad",
    "research_float_production": "Codificación de Float",
    "research_float_production_desc": "Doble codificación de Float",
    "research_gpu": "GPU",
    "research_gpu_desc": "Desbloquea el hardware de clúster de GPU y la capacidad de minar y vender criptomonedas",
    "research_gpu_heat": "Calor de la GPU",
    "research_gpu_heat_desc": "Reduce el calor generado por los clústeres de GPU en un 20 %",
    "research_gpu_manager": "Administrador de GPU",
    "research_gpu_manager_desc": "Permite dividir la velocidad de la GPU con relaciones controladas por el usuario",
    "research_gpu_speed": "Velocidad de la GPU",
    "research_gpu_speed_desc": "Aumenta multiplicativamente la velocidad de la GPU en un 100 %",
    "research_gpu_threading": "Paralelismo de GPU",
    "research_gpu_threading_desc": "Aumenta la velocidad de la GPU en un 20% por cada GPU desbloqueada",
    "research_hack_power": "Poder de hackeo",
    "research_hack_power_desc": "Aumenta multiplicativamente el poder de hackeo en un 100 %",
    "research_hack_skill": "Habilidad de Brecha",
    "research_hack_skill_desc": "Aumenta el límite de habilidad de Brecha en 1",
    "research_hack_skills": "Habilidades de Brecha",
    "research_hack_skills_desc": "Desbloquea el acceso a nodos que potencian tus ataques. Solo puedes tener una habilidad activa. Cada nivel te permite investigar una habilidad de tu elección",
    "research_improved_learning": "Aprendizaje mejorado",
    "research_improved_learning_desc": "Otorga un punto de hackeo adicional cada 2 niveles",
    "research_infect_payload": "Payload infectado",
    "research_infect_payload_desc": "Desbloquea la habilidad Payload infectado, lo que permite que Daño de carga útil obtenga daño de infección adicional",
    "research_int_production": "Codificación de Int",
    "research_int_production_desc": "Doble codificación de Int",
    "research_intel_leak": "Espionaje institucional",
    "research_intel_leak_desc": "Cada segundo genera un 5% de inteligencia gubernamental de la recompensa del objetivo gubernamental con mayor nivel de amenaza vulnerado",
    "research_lab_speed": "Velocidad de investigación",
    "research_lab_speed_desc": "Aumenta multiplicativamente la velocidad de investigación en un 100 %",
    "research_malice": "Malicia",
    "research_malice_desc": "Aumenta multiplicativamente la ganancia de las computadoras infectadas en un 100 %",
    "research_milling": "Laminadora de alambre",
    "research_milling_desc": "Desbloquea la producción de alambres mediante la laminadora de alambre",
    "research_modular_components": "Hardware modular",
    "research_modular_components_desc": "Permite la compra de Routers, Núcleos de CPU y GPU que pueden ser instalados en sus respectivos nodos para escalamiento infinito",
    "research_network": "Red",
    "research_network_desc": "Desbloquea el hardware de red y la capacidad de descargar y cargar archivos",
    "research_network_heat": "Calor de la red",
    "research_network_heat_desc": "Reduce el calor generado por las redes en un 20%",
    "research_network_speed": "Velocidad de la red",
    "research_network_speed_desc": "Aumenta multiplicativamente la velocidad de descarga y carga en un 100 %",
    "research_oil_refining": "Refinamiento de petróleo",
    "research_oil_refining_desc": "Desbloquea la producción de petróleo refinado a través del refinamiento",
    "research_optimization_level2": "Doble optimización",
    "research_optimization_level3": "Triple optimización",
    "research_optimization_level_desc": "Aumenta la cantidad máxima de optimizaciones en un código en 1",
    "research_optimization_points": "Pre-optimizado",
    "research_optimization_points_desc": "Comience con 3 puntos de optimización",
    "research_plus_cluster": "Clúster adicional",
    "research_plus_cluster_desc": "Aumenta el límite del clúster de GPU en 1",
    "research_plus_core": "Núcleo de CPU adicional",
    "research_plus_core_desc": "Comience con un núcleo de CPU adicional desbloqueado",
    "research_plus_gpu": "GPU adicional",
    "research_plus_gpu_desc": "Comience con una GPU adicional desbloqueada",
    "research_plus_lab": "Laboratorio de datos adicional",
    "research_plus_lab_desc": "Aumenta el límite del laboratorio de datos en 1",
    "research_plus_network": "Red adicional",
    "research_plus_network_desc": "Aumenta el límite de red en 1",
    "research_plus_processor": "Hiperprocesamiento",
    "research_plus_processor_desc": "Aumenta el límite del procesador en 1",
    "research_polymerization": "Polimerización",
    "research_polymerization_desc": "Desbloquea la producción de plásticos mediante polimerización",
    "research_portal_desc": "Desbloquea el acceso al Portal Dimensional y la capacidad de convertir la Investigación en Investigación Avanzada, que se utiliza para desarrollar las actualizaciones del Portal",
    "research_primary_core_speed": "Velocidad del núcleo primario",
    "research_primary_core_speed_desc": "Aumenta la velocidad del reloj del núcleo principal de la CPU en un 100 %",
    "research_process_value": "Valor por procesamiento",
    "research_process_value_desc": "Aumenta multiplicativamente los ingresos del Vendedor de Procesamiento en un 100%",
    "research_processor": "Procesador",
    "research_processor_desc": "Desbloquea el hardware del procesador y la capacidad de vender potencia de procesamiento",
    "research_processor_heat": "Calor del procesador",
    "research_processor_heat_desc": "Reduce el calor generado por los procesadores en un 20%",
    "research_processor_speed": "Velocidad del procesador",
    "research_processor_speed_desc": "Aumenta multiplicativamente la velocidad del reloj en un 100 %",
    "research_project_buildup": "Reforma de algoritmos",
    "research_project_buildup_desc": "Aumenta multiplicativamente la acumulación del proyecto en un 100 %",
    "research_purification": "Purificación de silicio",
    "research_purification_desc": "Desbloquea la producción de silicio purificado a través de la purificación",
    "research_quick_learner": "Aprendizaje rápido",
    "research_quick_learner_desc": "Reduce el crecimiento del requisito de experiencia de hackeo en un 5 %",
    "research_redownload": "Re-descargar",
    "research_redownload_desc": "Desbloquea el re-descargador, que repara archivos dañados para aumentar su valor",
    "research_research_desc": "Desbloquea el Laboratorio de Datos, que genera investigaciones para desbloquear permanentemente nuevas tecnologías",
    "research_scheduler_desc": "Desbloquea el Planificador, lo que permite convertir la velocidad de la GPU en velocidad de reloj",
    "research_scheduler": "Planificador",
    "research_server": "Servidor",
    "research_server_desc": "Permite almacenar y entregar cantidades masivas de datos a través de servidores que generan ingresos basados en los archivos almacenados",
    "research_soldering": "Soldadura",
    "research_soldering_desc": "Desbloquea la producción de PCB mediante soldadura",
    "research_split_attack": "Ataque dividido",
    "research_split_attack_desc": "Desbloquea el nodo Ataque dividido, que permite atacar a varios objetivos simultáneamente",
    "research_spread_infection": "Propagación de la infección",
    "research_spread_infection_desc": "Desbloquea la habilidad Propagación de infecciones, lo que permite que el daño de la infección se multiplique dentro del anfitrión",
    "research_stamping": "Estampado",
    "research_stamping_desc": "Desbloquea la producción de placas de cobre mediante estampación",
    "research_starting_processor": "Procesador inicial",
    "research_starting_processor_desc": "Comienza un procesador desbloqueado",
    "research_statistics": "Estadística",
    "research_statistics_desc": "Otorga un 10 % más de investigación por cada investigación desbloqueada",
    "research_sync_efficiency": "Eficiencia de sincronización",
    "research_sync_efficiency_desc": "Duplica la velocidad del reloj otorgada por la velocidad de la GPU al usar el Planificador de tareas",
    "research_threading": "Ilación",
    "research_threading_desc": "Aumenta la velocidad del reloj en un 20% por cada núcleo de CPU desbloqueado",
    "research_torrents": "Torrents",
    "research_torrents_analyzed": "Laboratorios de torrents",
    "research_torrents_analyzed_desc": "Desbloquea la navegación de torrents para archivos previamente analizados",
    "research_torrents_desc": "Desbloquea la navegación y descarga de torrents. Cada nivel te permite explorar el navegador que prefieras",
    "research_torrents_encrypted": "Torrents encriptados",
    "research_torrents_encrypted_desc": "Desbloquea la navegación de torrents para archivos encriptados",
    "research_torrents_scanned": "Torrents libres de virus",
    "research_torrents_scanned_desc": "Desbloquea la navegación de torrents para archivos escaneados",
    "research_torrents_verified": "Torrents IntegriMAX",
    "research_torrents_verified_desc": "Desbloquea la navegación de torrents para archivos validados",
    "research_trojan_desc": "Permite extraer virus de archivos infectados y manipularlos para convertirlos en troyanos, que pueden inyectarse en archivos y cargarse para drenar las computadoras infectadas y así potenciar tus nodos",
    "research_upload_speed": "Velocidad de carga",
    "research_upload_speed_desc": "Aumenta multiplicativamente la velocidad de carga en un 100 %",
    "research_upload_value": "Valor de carga",
    "research_upload_value_desc": "Aumenta multiplicativamente los ingresos provenientes de las subidas en un 100%",
    "research_wafer_cutting": "Corte de obleas",
    "research_wafer_cutting_desc": "Desbloquea la producción de transistores cortando obleas",
    "research_wafer_synthesis": "Síntesis de obleas",
    "research_wafer_synthesis_desc": "Desbloquea la producción de obleas mediante síntesis",
    "researched": "Investigado",
    "research_verifier_desc": "Desbloquea el Verificador, que valida la integridad del archivo para aumentar su valor",
    "research_verifier": "Verificador de integridad",
    "resource_bitcoin_desc": "Criptomoneda minada (volatilidad media); se vende por {2.0e8} de dinero.",
    "resource_code_application_desc": "Código para aplicaciones; puede hacerse commit a cambio de Contribución o construirse para obtener Puntos de Aplicación.",
    "resource_code_bugfix_desc": "Código para corregir errores. Se puede usar en un nodo \"Corrección de código\" para eliminar los modificadores \"Con errores\"",
    "resource_code_driver_desc": "Código para controladores; puede hacerse commit a cambio de reputación o construirse para obtener actualizaciones de hardware.",
    "resource_code_optimization_desc": "Código para optimizar otros códigos; puede hacerse commit a cambio de Contribución o construirse para obtener Puntos de Optimización.",
    "resource_contribution_desc": "Aumenta el nivel de contribución; se obtiene al hacer commit a un código.",
    "resource_copper": "Cobre",
    "resource_copper_desc": "Metal utilizado en la producción de hardware.",
    "resource_copper_plate": "Placa de cobre",
    "resource_copper_plate_desc": "Placa de cobre fabricada mediante estampación. Puede utilizarse en una laminadora de alambre para fabricar alambres.",
    "resource_cpu_core": "Núcleo de CPU",
    "resource_cpu_core_desc": "Hardware modular que se puede instalar en un procesador para proporcionar una velocidad de reloj adicional.\nLa velocidad adicional se escala con la raíz cuadrada de la cantidad de núcleos de CPU utilizados.",
    "resource_ethereum_desc": "Criptomoneda minada (alta volatilidad); se vende por {6.0e7} de dinero.",
    "resource_game_desc": "Archivo de juego utilizado para cargas e investigación.",
    "resource_gpu": "GPU",
    "resource_gpu_desc": "Hardware modular que se puede instalar en un clúster de GPU para proporcionar velocidad de GPU adicional.\nLa velocidad adicional se escala con la raíz cuadrada de la cantidad de GPU utilizadas.",
    "resource_image_desc": "Archivo de imagen utilizado para cargas e investigación.",
    "resource_infection_damage_desc": "El daño invade los objetivos sin ser consumidos; se producen usando Poder de Hackeo.",
    "resource_litecoin_desc": "Criptomoneda minada (baja volatilidad); se vende por {1.2e6} de dinero.",
    "return": "Volver",
    "russian": "Ruso",
    "scientific": "Científico",
    "send": "Enviar",
    "service_hack_reset": "Respeto",
    "service_portal_reset": "Rebobinar",
    "service_portal_reset_desc": "Restablece y reembolsa todas las actualizaciones del portal",
    "setting_notation": "Notación",
    "sign_in": "Iniciar sesión",
    "simplified_chinese": "Chino simplificado",
    "skills": "Habilidades",
    "slot": "Ranura",
    "stats_anonymous_breached": "Vulneraciones a Anonymous",
    "stats_commits": "Commits completados",
    "stats_reconstructed": "Archivos reconstruidos",
    "stats_decrypted": "Archivos desencriptados",
    "stats_obfuscated": "Archivos ofuscados",
    "stats_disassembled": "Archivos desensamblados",
    "stats_mirrored": "Archivos duplicados",
    "stats_flipped": "Archivos volteados",
    "stats_tokens_collected": "Tokens recolectados",
    "targets": "Objetivos",
    "turkish": "Turco",
    "type_email": "Escriba un correo electrónico",
    "type_password": "Escriba una contraseña",
    "type_username": "Escriba un nombre de usuario",
    "unknown_error": "Error desconocido",
    "upgrade_breach_price_multiplier_desc": "Reduce los precios en un 5%",
    "upgrade_breach_price_multiplier": "Chantaje",
    "upgrade_breach_money_multiplier_desc": "Aumenta multiplicativamente el dinero ganado en un 20%",
    "upgrade_application_desc": "Otorga un punto de aplicación",
    "upgrade_application": "Aplicación",
    "upgrade_breach_money_multiplier": "Tráfico de información privilegiada",
    "upgrade_breach_research_multiplier_desc": "Aumenta multiplicativamente la investigación obtenida en un 20 %",
    "upgrade_breach_research_speed_multiplier": "Investigación poco ética",
    "upgrade_breach_research_speed_multiplier_desc": "Aumenta la velocidad de investigación en un 10%",
    "upgrade_cpu_core_assembler": "Ensamblador de núcleos de CPU",
    "upgrade_cpu_core_assembler_desc": "Aumenta el límite del ensamblador de núcleos de CPU en 1",
    "upgrade_data_lab": "Laboratorio de datos",
    "upgrade_data_lab_desc": "Aumenta el límite del laboratorio de datos en 1",
    "upgrade_gpu_assembler": "Ensamblador de GPU",
    "upgrade_gpu_assembler_desc": "Aumenta el límite del ensamblador de GPU en 1",
    "upgrade_factory_space": "Espacio de fabricación",
    "upgrade_factory_space_desc": "Aumenta la capacidad de maquinarias en 1",
    "upgrade_excavator_desc": "Aumenta el límite de excavadoras en 1",
    "upgrade_excavator": "Excavadora",
    "upgrade_hack_breach_damage": "Daños por Payload",
    "upgrade_hack_breach_damage_desc": "Aumenta el daño por Payload en un 10 %",
    "upgrade_hack_breach_speed": "Velocidad de vulneración",
    "upgrade_hack_breach_speed_desc": "Aumenta la velocidad de vulneración en un 4 %",
    "upgrade_hack_infection_specialist_desc": "Aumenta multiplicativamente el daño por infección en un 100 %. Reduce el daño de la carga en un 40 %",
    "upgrade_hack_sneak_attack": "Ataque furtivo",
    "upgrade_hack_sneak_attack_desc": "Aumenta el límite de tiempo de vulneración en 1 segundo",
    "upgrade_hack_spoil": "Botín",
    "upgrade_hack_spoil_desc": "Aumenta las recompensas por irrupciones en un 100 %",
    "upgrade_improved_ai_games": "Generación de juegos mejorada",
    "upgrade_improved_ai_games_desc": "Aumenta el valor del juego generado en un 100%",
    "upgrade_improved_ai_images": "Generación de imágenes mejorada",
    "upgrade_improved_ai_images_desc": "Aumenta el valor de la imagen generada en un 100%",
    "upgrade_improved_ai_programs": "Generación de programas mejorada",
    "upgrade_improved_ai_programs_desc": "Aumenta el valor del programa generado en un 100%",
    "upgrade_improved_ai_sounds": "Generación de sonido mejorada",
    "upgrade_improved_ai_sounds_desc": "Aumenta el valor del sonido generado en un 100%",
    "upgrade_improved_ai_texts": "Generación de texto mejorada",
    "upgrade_improved_ai_texts_desc": "Aumenta el valor del texto generado en un 100%",
    "upgrade_improved_ai_videos": "Generación de vídeo mejorada",
    "upgrade_improved_ai_videos_desc": "Aumenta el valor del vídeo generado en un 100%",
    "upgrade_metal_press": "Prensa de metal",
    "upgrade_metal_press_desc": "Aumenta el límite de prensas de metal en 1",
    "upgrade_miner": "Minero",
    "upgrade_miner_desc": "Aumenta el límite de los mineros en 1",
    "upgrade_oil_pump": "Bomba de petróleo",
    "upgrade_oil_pump_desc": "Aumenta el límite de bombas de petróleo en 1",
    "upgrade_oil_refiner": "Refinería de petróleo",
    "upgrade_oil_refiner_desc": "Aumenta el límite de las refinerías de petróleo en 1",
    "upgrade_optimization_decryption": "Desencriptación optimizada",
    "upgrade_optimization_decryption_desc": "Reduce a la mitad los ciclos de reloj requeridos por el desencriptador",
    "upgrade_optimization_demuxer": "Desmultiplexador optimizado",
    "upgrade_optimization_demuxer_desc": "Reduce a la mitad los ciclos de reloj requeridos por el desmultiplexador",
    "upgrade_optimization_encompressor": "Encompresión optimizada",
    "upgrade_optimization_encompressor_desc": "Reduce a la mitad los ciclos de reloj requeridos por el encompresor",
    "upgrade_optimization_torrent_browsing": "Navegación optimizada de torrents",
    "upgrade_optimization_torrent_browsing_desc": "Reduce a la mitad el ancho de banda requerido por los navegadores Torrent",
    "upgrade_optimization_torrent_filtering": "Filtrado de torrents optimizado",
    "upgrade_optimization_torrent_filtering_desc": "Reduce a la mitad el ancho de banda requerido por el filtro Torrent",
    "upgrade_optimization_trojan_injector": "Inyección de troyanos optimizada",
    "upgrade_optimization_trojan_injector_desc": "Reduce a la mitad los ciclos de reloj requeridos por el inyector troyano",
    "upgrade_optimization_virus_extractor": "Extracción de virus optimizada",
    "upgrade_optimization_virus_extractor_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Extractor de Virus",
    "upgrade_pcb_solder": "Soldadura de PCB",
    "upgrade_pcb_solder_desc": "Aumenta el límite de soldadores de PCB en 1",
    "upgrade_polymerizer": "Polimerizador",
    "upgrade_polymerizer_desc": "Aumenta el límite del polimerizador en 1",
    "upgrade_optimization_ripper": "Desmenuzador optimizado",
    "upgrade_optimization_ripper_desc": "Reduce a la mitad los ciclos de reloj requeridos por el Desmenuzador",
    "upgrade_request_uploader": "Pase de carga",
    "upgrade_request_uploader_desc": "Desbloquea el cargador de solicitudes, que permite cargar solicitudes a cambio de tokens",
    "upgrade_router_assembler": "Ensamblador de enrutadores",
    "upgrade_router_assembler_desc": "Aumenta el límite del ensamblador de enrutadores en 1",
    "upgrade_server_desc": "Aumenta el límite del servidor en 1",
    "upgrade_silicon_purifier": "Purificador de silicio",
    "upgrade_silicon_purifier_desc": "Aumenta el límite del purificador de silicio en 1",
    "upgrade_wafer_cutter": "Cortador de obleas",
    "upgrade_wafer_cutter_desc": "Aumenta el límite del cortador de obleas en 1",
    "upgrade_wafer_synthesizer": "Sintetizador de obleas",
    "upgrade_wafer_synthesizer_desc": "Aumenta el límite del sintetizador de obleas en 1",
    "upgrade_wire_mill": "Laminadora de alambres",
    "upgrade_wire_mill_desc": "Aumenta el límite del las laminadoras de alambres en 1",
    "upload": "Cargar",
    "username": "Nombre de usuario",
    "username_already_exists": "El nombre de usuario ya existe",
    "username_or_email": "Nombre de usuario o correo electrónico",
    "variables": "Variables",
    "verification_email_failed": "No se pudo enviar el correo electrónico de verificación. Inténtalo de nuevo más tarde",
    "verified": "Verificado",
    "window_agi_desc": "Proporciona potencia de IA en función del recuento de neuronas insertadas",
    "window_allocator": "Asignador",
    "window_allocator_desc": "Distribuye archivos en dos salidas diferentes",
    "window_auto_collect": "Colector automático",
    "window_auto_collect_desc": "Recolecta automáticamente recursos para utilizarlos fuera del escritorio",
    "window_charged_attack": "Ataque cargado",
    "window_charged_attack_desc": "Carga cada ataque. Con 3 cargas, potencia el siguiente ataque al 100 %",
    "window_code_array": "Nuevo Array",
    "window_code_array_desc": "Genera arrays a partir de variables",
    "window_code_bool": "Codifica bools",
    "window_code_bool_desc": "Genera variables bool usando Velocidad de Codificación",
    "window_code_bugfix": "Codifica soluciones de errores",
    "window_code_application_desc": "Codifica aplicaciones usando arrays",
    "window_code_application": "Codifica una aplicación",
    "window_code": "Codifica",
    "window_code_bugfix_desc": "Codifica soluciones de errores mediante variables primitivas",
    "window_code_char": "Codifica chars",
    "window_code_char_desc": "Codifica variables char usando Velocidad de Codificación",
    "window_code_desc": "Proporciona potencia de codificación mediante el uso de potencia de IA",
    "window_code_driver": "Codifica controladores",
    "window_code_driver_desc": "Codifica controladores usando hashmaps",
    "window_code_float": "Codifica floats",
    "window_code_float_desc": "Codifica variables float usando Velocidad de Codificación",
    "window_code_hashmap": "Nuevo HashMap",
    "window_code_hashmap_desc": "Genera hashmaps a partir de un array de Strings y otro array",
    "window_code_int": "Codifica ints",
    "window_code_int_desc": "Codifica variables int usando Velocidad de Codificación",
    "window_code_optimization": "Codifica optimizaciones",
    "window_code_optimization_desc": "Codifica optimizaciones usando variables avanzadas",
    "window_code_variable": "Codifica variables",
    "window_coder": "Interfaz de codificación",
    "window_coder_desc": "Proporciona velocidad de codificación",
    "window_collect": "Colector",
    "window_collect_desc": "Recolecta recursos para utilizarlos fuera del escritorio",
    "window_commit": "Commit",
    "window_commit_desc": "Haz commits de código a cambio de contribución",
    "window_compressor_desc": "Comprime archivos reduciendo su tamaño a la mitad",
    "window_cpu_core_assembler": "Ensamblador de núcleos de CPU",
    "window_critical_payload": "Payload crítico",
    "window_critical_payload_desc": "Tiene un 10% de probabilidad de aumentar el daño de la carga insertada en un 150%",
    "window_data_lab_desc": "Utiliza archivos para generar investigacion",
    "window_debug_desc": "Depura el código para detectar posibles errores, agregando el modificador probado y aumentando su calidad en 4x",
    "window_decomposer": "Descomponedor",
    "window_decomposer_desc": "Descompone vídeos en imágenes",
    "window_decryptor": "Desencriptador",
    "window_decryptor_desc": "Desencripta archivos, reemplazando el modificador Cifrado por el modificador Descifrado y aumentando la calidad en 4x",
    "window_demuxer": "Desmultiplexor",
    "window_demuxer_desc": "Desmultiplexa vídeos en sonidos",
    "window_download_limiter": "Limitador de descargas",
    "window_download_limiter_desc": "Divide la velocidad de descarga en dos salidas diferentes",
    "window_download_merger": "Fusión de descargas",
    "window_download_merger_desc": "Combina múltiples velocidades de descarga en una sola velocidad",
    "window_drain": "Drenado",
    "window_drain_desc": "Genera potencia para los componentes en función de las computadoras infectadas",
    "window_encompressor": "Encompresor",
    "window_encompressor_desc": "Mejora y comprime archivos simultáneamente, aumentando su valor al doble y manteniendo el tamaño",
    "window_enhancer": "Potenciador",
    "window_excavator": "Excavadora",
    "window_excavator_desc": "Excava arena",
    "window_fix_code": "Repara código",
    "window_fix_code_desc": "Corrige códigos con errores mediante código de correcciones de errores para mejorar su calidad en 4x",
    "window_folder": "Carpeta",
    "window_folder_desc": "Almacena archivos del mismo tipo y los combina en una única salida",
    "window_for": "For",
    "window_for_desc": "Combina múltiples velocidades de código en una sola velocidad",
    "window_generator_game_desc": "Genera archivos de juego personalizados usando Neuronas de Juegos",
    "window_generator_image_desc": "Genera archivos de imagen personalizados utilizando Neuronas de Imágenes",
    "window_generator_program_desc": "Genera archivos de programa personalizados utilizando Neuronas de Programas",
    "window_generator_sound_desc": "Genera archivos de sonido personalizados utilizando Neuronas de Sonidos",
    "window_generator_text_desc": "Genera archivos de texto personalizados utilizando Neuronas de Texto",
    "window_generator_video_desc": "Genera archivos de vídeo personalizados utilizando Neuronas de Videos",
    "window_ghost_attack_desc": "Agrega el modificador \"Furtivo\" a cualquier daño, lo que hace que evite el firewall del objetivo",
    "window_gpu_assembler": "Ensamblador de GPU",
    "window_gpu_manager": "Administrador de GPU",
    "window_gpu_manager_desc": "Divide la velocidad de la GPU en dos salidas diferentes",
    "window_hack_desc": "Proporciona potencia de hackeo usando poder de IA",
    "window_hacker_desc": "Proporciona poder de hackeo basado en la Experiencia de Hackeo",
    "window_ide_desc": "Genera todos los tipos de variables primitivas con proporciones controladas por el usuario",
    "window_if": "If",
    "window_if_desc": "Divide la velocidad del código en dos salidas diferentes",
    "window_importer_copper": "Importador de cobre",
    "window_importer_copper_desc": "Importa cobre a un costo de {5.0e33} de dinero",
    "window_importer_copper_plate": "Importador de placas de cobre",
    "window_importer_copper_plate_desc": "Importa placas de cobre a un costo de {5.0e33} de dinero",
    "window_importer_cpu_core": "Importador de núcleos de CPU",
    "window_importer_cpu_core_desc": "Importa núcleos de CPU a un costo de {8.0e35} de dinero",
    "window_metal_press": "Prensa de metal",
    "window_miner": "Minero",
    "window_miner_desc": "Minas de cobre y silicio",
    "window_oil_pump": "Bomba de petróleo",
    "window_oil_pump_desc": "Bombea petróleo crudo",
    "window_oil_refiner": "Refinería de petróleo",
    "window_optimize_code": "Optimiza código",
    "window_optimize_code_desc": "Optimiza códigos mediante códigos de optimización, mejorando su calidad en 4x",
    "window_payload_launcher": "Lanza Payload",
    "window_payload_launcher_desc": "Crea daño por Payload usando poder de hackeo que se puede usar para vulnerar objetivos",
    "window_pcb_solder": "Soldador de PCB",
    "window_polymerizer": "Polimerizador"
}
